["\n\"Statements are made about me by certain people in the Crazy Mueller Report, in itself written by 18 Angry Democrat Trump Haters, which are fabricated & totally untrue,\" Trump tweeted. \"Watch out for people that take so-called 'notes,' when the notes never existed until needed.\"\nTrump appears to be referring to elements of the Mueller report which detail the President telling McGahn to have the special counsel removed in June 2017 and then, when that news was eventually reported, urging McGahn to deny it and asking him why he was taking notes in their meetings and talking to Mueller.\nHere's the delicious irony of Trump attacking his former top lawyer: McGahn's refusal to heed the President's directive to fire Mueller -- or to tell the deputy attorney general to fire Mueller -- very well may have saved Trump's presidency.\n\"On June 17, 2017, the President called McGahn at home and directed him to call the Acting Attorney General and say that the Special Counsel had conflicts of interest and must be removed. McGahn did not carry out the direction, however, deciding that he would resign rather than trigger what he regarded as a potential Saturday Night Massacre.\"\nThe \"Saturday Night Massacre\" refers to then-President Richard Nixon's order -- in October 1973 amid the Watergate probe -- that Attorney General Elliot Richardson fire special prosecutor Archibald Cox. Richardson resigned rather than carry out the order, as did deputy Attorney General William Ruckelshaus. Solicitor General Robert Bork, yes, that Robert Bork, then fired Cox.\nThat moment was seen as the beginning of the end for Nixon -- a sign that as the walls of the Watergate investigation were closing in, he was panicking. (The spark for Cox's removal was that he had requested Nixon turn over tapes of private White House conversations -- and Nixon refused.)\nLater in the Mueller report comes this episode when, following The New York Times report in January 2018 that Trump had ordered McGahn to remove Mueller, the President tries to force McGahn into a denial. Here's that (and again, bolding is mine):\n\"The President then met with McGahn in the Oval Office and again pressured him to deny the reports. In the same meeting, the President also asked McGahn why he had told the Special Counsel about the President's effort to remove the Special Counsel and why McGahn took notes of his conversations with the President. McGahn refused to back away from what he remembered happening and perceived the President to be testing his mettle.\"\nMcGahn's two moments of refusal to accede to Trump's wishes are massive pivot points in the presidency. If McGahn had made different decisions than he did -- especially on that day in June 2017 --Trump's time in the White House might be looking very, very different today.\nConsider what would have happened if McGahn had followed Trump's orders almost two years ago. Mueller would have been fired -- either by Deputy Attorney General Rod Rosenstein, or someone beneath him if he had refused, and either resigned or been fired for refusing. That removal would have set off a political cataclysm, with Democrats insisting that Trump was abusing executive power to protect himself and even some Republicans, who to that point had largely stayed in line behind Trump, breaking free at what would have looked like a very clear power play by the chief executive.\nAnd, in truth, the removal of Mueller -- and the possible resignation of Rosenstein -- likely wouldn't have changed all that much, to start. Another special counsel would almost certainly have been named; it would have been hard for the Justice Department not to do so if Trump had fired the two people leading the investigation in just a few months' time (Mueller and former FBI Director James Comey).\nThe investigation would have continued, but with the stain of Trump's firing of Mueller hanging over it. And you can be sure that when Democrats retook control of the House in the 2018 midterms, the push for impeachment proceedings would have begun. It's not clear to me that Senate Republicans would have, ultimately, gone along with the impeachment but it would have had a hell of a lot better chance than it does right now.\nOverarching all of this is the fact that, according to Mueller, neither Trump -- nor anyone in his inner circle -- had committed the underlying crime of colluding with the Russians to help him win the 2016 election. Given that, it's insane to think Trump wanted McGahn to fire Mueller -- since that is literally the most guilty-looking thing you could possibly do.\nTrump may be mad that McGahn talked so much to the special counsel and took \"so-called 'notes'\" of their conversations. But what the President should be doing is thanking his lucky stars that McGahn saw what firing Mueller might do to Trump's presidency -- i.e. destroy it -- and decided not to follow his boss' orders.", "\nDean Obeidallah, a former attorney, is the host of SiriusXM radio's daily program \"The Dean Obeidallah Show\" and a columnist for The Daily Beast. Follow him @DeanObeidallah. The opinions expressed in this commentary are his own. View more opinion articles on CNN.\n(CNN)There was a time Rudy Giuliani was viewed as a crime-fighting US attorney and later as the valiant mayor of New York in the aftermath of the 9/11 terror attacks. But that Rudy is long gone. And all that remains is a man who will be best known for his work as a pathetic shill for Donald Trump.\nWe saw another example of this on Sunday when Giuliani, appearing on CNN's \"State of the Union\" in his capacity as Trump's personal lawyer, gave a master class in deceit as he discussed Robert Mueller's report.\nFirst, Giuliani tried to make Americans think there's nothing wrong with a campaign for president of the United States accepting help from Russians. This came up in the discussion of the infamous June 2016 Trump Tower meeting attended by Donald Trump Jr., then Trump campaign manager Paul Manafort and Jared Kushner in the hopes of obtaining \"dirt\" on Hillary Clinton from Russian nationals.\nIn fact, the email to Trump Jr. that prompted that meeting promised not just helpful info from foreign nationals but from the Russian government itself, as it offered the Trump campaign, \"some official documents and information that would incriminate Hillary and her dealings with Russia and would be very useful to your father\" that was all \"part of Russia and its government's support for Mr. Trump.\"\nGiuliani defended the Trump campaign accepting help from Russians by stating, \"Any candidate in the whole world in America would take information,\" causing Tapper to ask, \"From a foreign source? From a hostile foreign source?\" Giuliani shot back, \"Who said it's even illegal?\"\nRead More\nA few moments later when pressed again by Tapper on a presidential candidate getting help from Russians in the 2016 campaign, Giuliani responded adamantly, \"No, no, there's nothing wrong with taking information from Russians! It depends on where it came from.\"\nGiuliani then suggested the \"dirt\" the Russians offered to the Trump campaign would not be considered a \"campaign contribution\" as defined by federal law. In support, he argued that the Mueller report \"says we can't conclude that [it's a contribution] because the law is pretty much against that.\"\nIn fact, the Mueller report explains the rationale for this law, noting that \"the United States has a compelling interest in limiting the participation of foreign citizens in activities of democratic self-government, and in thereby preventing foreign influence over the U.S. political process.\"\nJUST WATCHED\nBharara: Giuliani defending Trump 'at all costs'\nMUST WATCH\nBharara: Giuliani defending Trump 'at all costs'03:34\nAnd despite what Giuliani wants you to believe, Mueller did not conclude that the information offered by the Russians at the Trump Tower meeting wasn't a \"campaign contribution.\" Rather, the report informed us that Trump Jr., Kushner and Manafort were in fact provided \"dirt\" from the Russian nationals at the meeting in the way of info about the \"Ziff brothers\" (Americans with business in Russia) who \"donated their profits to the DNC or the Clinton campaign\" and had allegedly been involved in money laundering.\nMueller wrote in reaction, \"There are reasonable arguments that the offered information would constitute a thing of value within the meaning\" of the federal law, meaning it could be considered a campaign contribution. However, Mueller did not charge Trump Jr. and the others in large part because there was insufficient evidence that they acted \"willfully\" to violate federal laws.\nBut apart from the legality, Giuliani's claim that there's \"nothing wrong with taking information from Russians\" is stunning, especially given that it was described in writing to Trump Jr. as \"part of Russia and its government's support for Mr. Trump.\" The response of the Trump campaign to such an offer should have been a resounding \"no\" followed by a call to the FBI. Instead, Trump Jr. responded by email less than 20 minutes later, \"If it's what you say I love it.\"\nGOP Sen. Mitt Romney may have put it best in his statement Friday in response to the Trump campaign's apparent welcoming of help from Russia -- both directly at the Trump Tower meeting and by the Trump campaign's documented use of the WikiLeaks emails that US intelligence agencies determined in October 2016 had been supplied to WikiLeaks by Russian government hackers.\nWhile no one in the Trump campaign was charged with crimes for these actions, clearly the American people will have to decide if they agree with Giuliani that \"there's nothing wrong\" with Trump or any presidential campaign accepting assistance from Russians or other foreign nationals. The hope is that Americans will overwhelmingly agree that the election for President of our nation should be free from foreign interference and instead be decided solely by Americans.", "\n(CNN)Congress should launch impeachment proceedings against Donald Trump for welcoming Russian interference in the 2016 election and trying to obstruct the Mueller investigation. Trump's high crimes and misdemeanors stare us in the face, and each day he remains in power is a day closer to the collapse of the rule of law.\nRussian President Vladimir Putin unleashed his security apparatus to hack DNC emails and launched a disinformation campaign to troll the elections through Facebook and other means, according to Mueller's report. While Mueller did not find conclusive evidence that members of the Trump campaign conspired with the Russian government on the hacking and disinformation campaign, they knew that Russia offered assistance and \"expected [the Trump campaign] would benefit electorally from information stolen and released through Russian efforts.\"\nThe hacking and social media campaigns \"coincided with a series of contacts between Trump campaign officials and individuals with ties to the Russian government,\" according to the Mueller report, which includes a lengthy list of these contacts. Campaign chairman Paul Manafort, for example, shared internal polling data with a Ukrainian business associate with links to Russian intelligence, and discussed his strategy to win votes in the Midwest.\nThe second motivation was at least as pertinent. Trump's greed appears to match or exceed his lust for power. During the 2016 campaign, Trump was trying to secure a lucrative Moscow Trump Tower real estate deal. For that to succeed, Trump needed Putin's blessing. Trump's allies reportedly even floated the idea of giving Putin a $50 million luxury apartment in the Moscow Trump Tower, which may have violated the US Foreign Corrupt Practices Act.\nAfter the election, Trump repeatedly tried to shut down, curtail or limit Robert Mueller's investigation into Russia's illegal actions. The second half of the Mueller Report spells out many instances in which the President tried to undermine the investigation, which only failed because Trump's staff failed to carry out his orders.\nThe Mueller investigation ultimately uncovered three devastating facts. The first, of course, was the extent of Russia's election interference and the Trump campaign's welcoming of that interference -- a double whammy that delegitimizes Trump's election victory. The second was Trump's brazen Russian business proposal during the campaign. The third included various financial dealings, including the hush money payment made to Stormy Daniels.\nTrump poses a serious threat to this country. He tries to govern by one-man decree, declares phony emergencies to crack down on immigration, resists Congressional oversight and courts tyrants abroad.\nCautious Democratic leaders are reluctant to launch impeachment proceedings knowing that a conviction in a Republican Senate is currently against the odds, but they should recognize three overarching issues. First, as a matter of duty, they cannot shrug off rampant lawlessness without empowering thuggery in the future. Second, they can launch impeachment investigations now without deciding yet on whether to move to a vote, during which they and the public will gain information. Third, Trump's conviction by the Senate, or his resignation, remain plausible outcomes. During Watergate, public opinion was divided, even on the issue of Nixon's resignation, but the truth prevailed.\nTrump recklessly welcomed Russian interference in the 2016 election for political gain while he was pursuing personal business interests in Russia, and those actions, together with his brazen attempts to obstruct Mueller's investigation, surely constitute high crimes and misdemeanors justifying the launch of impeachment hearings. According to Mueller's findings, Trump has egregiously undermined the rule of law and bid US officials to do the same. Congress now must defend the Constitution and initiate impeachment proceedings against Trump.", "\nPeter Bergen is CNN's national security analyst, a vice president at New America and a professor of practice at Arizona State University. He is the author of \"United States of Jihad: Investigating America's Homegrown Terrorists.\" The opinions expressed in this commentary are his own. View more opinion articles at CNN.\n(CNN)My fellow Americans.\nIt is, of course, a great relief that the special counsel has cleared my campaign of conspiring with the Russian efforts to influence the 2016 presidential campaign. I feel considerable vindication about that, since this is what I have been telling you from the beginning.\nBut I take no joy in the extent to which Russia -- a foreign power whose interests are antithetical to those of the United States -- has manipulated our sacred election process as laid out so comprehensively in the special counsel's report.\nThat interference came in multiple forms.\nFirst, there were the efforts by the Kremlin-linked Internet Research Agency to manipulate social media to promote my campaign and denigrate that of my opponent, Hillary Clinton. Millions of Americans were potentially manipulated by this campaign, which even extended to the organization of actual political rallies here in the United States.\nRead More\nSecond, it's appalling that the Russian military intelligence agency GRU and its unit 26165 hacked into the Democratic National Committee and stole many thousands of emails.\nThird, it's worrisome that these stolen emails would then be given to WikiLeaks -- no friend of the United States --and that those emails were selectively released at times when they could most influence the American political process.\nFourth, it's unacceptable that Russian hacking efforts were also aimed at state-level board of election officials in the United States.\nFinally, Russian agents made numerous efforts to target and manipulate officials working on my campaign. I'm not happy about any of that.\nThe special counsel's report has cleared me and my team from conspiracy but I have to acknowledge that the report also paints a devastating portrait of the Russian efforts to manipulate our electoral process.\nI also now reject what I termed Russian President Vladimir Putin's \"extremely strong and powerful\" denials that Russia had interfered in the election when I stood next to him at the summit in Helsinki last summer.", "\n(CNN)In Libya, a frightening and intricate political corner of North Africa, the Trump administration risks putting itself in an untenable situation of backing two horses in the same race -- the recognized government of Libya and the rebels knocking at the door of the capital.\nThe United States must quickly decide where its long-term interests lie and then embrace that avenue unreservedly. Otherwise, the civil war that has now begun will only intensify. And Libya, fractured into two halves after the Arab Spring -- the west ruled by Tripoli and the east ruled from Benghazi by insurgents -- could easily fall prey to forces antithetical to American interests.\nDavid Andelman\nFor some background, insurgent military forces of Field Marshall Khalifa Haftar are rolling toward the capital of Tripoli, where Prime Minister Fayez al-Sarraj leads a government, which the UN and much of the western world recognized more than three years ago in an effort to bring peace to the country.\nNominally, the Trump administration joined with Britain, France, Italy, the United Arab Emirates and the United Nations, as recently as April 4, backing the Tripoli government.\nAnd, on April 7, Secretary of State Michael Pompeo elaborated, \"We have made clear that we oppose the military offensive by Khalifa Haftar's forces and urge the immediate halt to these military operations against the Libyan capital. Forces should return to status quo ante positions. All involved parties have a responsibility to urgently deescalate the situation.\"\nRead More\nHowever, Pompeo's remarks do not reflect the tightrope that the US must walk, now that Saudi Crown Prince Mohammed bin Salman and Egyptian ruler Abdel Fattah el-Sisi have declared support for Haftar. In fact, Haftar's forces are being aided by millions of dollars in aid pledged by Saudi Arabia -- promised in the weeks before he launched his campaign. And since the insurgency has begun, Haftar has received additional air power from Egypt and the same UAE that signed the five-power statement urging an end to the fighting.\nJUST WATCHED\nWhy a second Arab Spring could be dawning\nMUST WATCH\nWhy a second Arab Spring could be dawning 21:05\nThere are a host of reasons for ambivalence on the part of foreign powers and their varying degrees of support for the insurgent forces. For example, the Tripoli government includes in its coalition the Libyan political party of the Muslim Brotherhood, a prime opponent of the Sisi government. Tripoli has also failed to halt waves of African and Middle East refugees that have used Libya as a jumping-off point to Italy and asylum in Western Europe.\nBeyond the failures of the Tripoli government, Haftar has been especially effective at beating back terrorist efforts to achieve a strong foothold in Libya. In May 2015, ISIS seized the coastal town of Sirte , an oil center originally under Tripoli's control. Meanwhile, al-Qaeda moved into a vacuum in eastern Libya. Both groups have since been ousted, and in part thanks to Haftar's forces.\nSo while Haftar would seem to have been doing the bidding of the United States, France and Italy, all at least are still nominally supporting the Tripoli government. Yet Egypt, Saudi Arabia and the UAE are backing Haftar's forces against the Tripoli regime with arms and funding.\nJUST WATCHED\nUN imposes sanctions on Libyan 'traffickers'\nMUST WATCH\nUN imposes sanctions on Libyan 'traffickers'03:45\nNone of this should be a big surprise to students of Libyan history. For much of its existence, Libya has been a collection of often conflicted and nomadic Berber tribes, which became a real nation only after World War II. Col. Moammar Gadhafi seized power in 1969 and ruled it with an iron fist for more than four decades. That is, until the whole structure he assembled came apart suddenly in 2011 -- leaving him dead and his kingdom fractured.\nThe ensuing, chaotic vacuum, as well as Libya's vast oil fields, attracted remnants of ISIS, al-Qaeda and a host of opportunistic criminal gangs who preyed on Middle East and African refugees desperate to get to Europe from its shores barely 300 miles away. The government of Tripoli was ill-equipped and ill-inclined to manage any of these challenges. When the break-away government in the east, led by Haftar, seemed prepared to take on and manage these threats, a number of forces threw their lot in with him. France, though signing the UN statement urging calm, even blocked a European resolution condemning Haftar and his insurgency.\nAt the same time, with the UN and the United States apparently prepared to side with the Tripoli government, Russia saw an opportunity for another foothold in the western Mediterranean to couple with its major military base in Syria. While officially still neutral, the Kremlin has welcomed Haftar for visits three times since 2016 and on April 7, Russia blocked a UN Security Council resolution urging Haftar's forces to halt their advance on Tripoli.\nSo, with all this ambivalence, even among NATO members, it is time for the Trump administration to take a firm and direct position on this conflict. Clearly, the Tripoli government is by no means a perfect solution, but it is the one with which the United Nations and much of the western world has cast its lot.\nNo good can come of America's efforts to straddle both horses. Working with the government of Tripoli would seem to be a more effective strategy if our goal is to keep Libya stable. The refusal by Haftar, who has never showed any truly democratic inclinations to accept UN mediation, should be profoundly unsettling -- not to mention his willingness to align himself with autocratic rulers of the Middle East.\nA stable government in Tripoli and multi-national negotiations to achieve a long-term UN-monitored truce are the only certain routes to returning Libya to the community of stable, or at least viable, nations. Trump must use the deep reservoir of good will he has built up with Sisi and the Saudi royals to persuade them to stand aside and allow diplomacy to take its course.", "\nJUST WATCHED\nStaffer claims WH officials overruled denied clearances\nMUST WATCH\nStaffer claims WH officials overruled denied clearances03:12\nSamantha Vinograd is a CNN national security analyst. She served on President Obama's National Security Council from 2009-2013 and at the Treasury Department under President George W. Bush. Follow her @sam_vinograd. The views expressed in this commentary are her own. View more opinion articles on CNN.\n(CNN)During my four years at the White House and six years in the US government, I went through various rounds of security clearance processes. The first time, it was to get the clearance I needed to join the US Treasury Department and deploy overseas to Iraq, and later to renew that clearance and gain access to higher levels of classified information. Never, at any point, did I hear about the two Presidents that I served under -- President George W. Bush and President Barack Obama -- nor any member of their team intervening to get someone a clearance when experts advised against doing so.\nChairman of the House Oversight Committee Elijah Cummings has shared that a whistleblower said that the White House pushed for 25 security clearances to be granted despite \"serious disqualifying issues.\"\nThis means that there is a larger chance that foreign intelligence services have access to what should be our most private places and sensitive information.\nWhile my former bosses understood the benefits of letting experts determine who is responsible enough to handle classified information, the Trump administration's failure to take such a basic set of security precautions is already imperiling our national security.\nThe White House has not yet made a comment, but Congressman Jim Jordan -- who sits on the Oversight Committee -- has discounted the whistleblower's allegations, and the intent behind the whistleblower's testimony and Cummings' oversight investigation.\nRead More\nWhite House staffers have historically been appointed to positions based on some underlying characteristics which include being qualified for the job and being able to responsibly conduct their work on behalf of our government, not anyone else's.\nTo ensure that prospective White House personnel can responsibly handle classified information, a team of experts review their background and official answers provided in a security clearance application, known as an SF-86. One of the primary goals of a security clearance investigation done by the FBI or CIA is to ensure that a foreign government doesn't know something about an applicant that the US government does not -- drug use, a secret marital affair, debts, and other imbroglios that an applicant may want to keep secret. That's why behavior before government service -- and how an applicant represents it -- is so carefully considered.\nJUST WATCHED\nWhistleblower: White House ignored 'grave security risks'\nMUST WATCH\nWhistleblower: White House ignored 'grave security risks'02:10\nThese could all prove to be manipulation points that a foreign government could use against a US official. Lying on that form or failing to disclose foreign contacts or dealings (which Jared Kushner reportedly failed to do) is often a major red flag for that reason.\nKushner's lawyer said in a statement that Kushner's application \"was prematurely submitted and, among other errors, did not list any contacts with foreign government officials. The next day, Mr. Kushner submitted supplemental information stating that he had had 'numerous contacts with foreign officials' about which he would be happy to provide additional information.\"\nThe goal is to mitigate the chances that anyone with a clearance divulges classified information to an unauthorized person -- especially a foreign one. This could result in grave damage to national security.\nIf red flags about an applicant are raised -- and later overruled by senior White House officials or the President himself -- that means that the very people supposedly charged with protecting our national security are knowingly taking steps that could damage it. The outstanding question is why.\nJUST WATCHED\nIvanka Trump's security clearance comes under scrutiny\nMUST WATCH\nIvanka Trump's security clearance comes under scrutiny02:39\nThe public nature of these clearance mishandlings means that they could already be having an impact. We rely on foreign governments -- our intelligence partners -- for some of our most critical intelligence, including on issues that we don't have great eyes and ears on. It is logical that if our partners know that people who experts don't think can be trusted are accessing intelligence, they'll stop sharing it as readily because it could cost them their own sources and methods.\nThose who did get clearances based on expert recommendations may also feel less comfortable having candid, substantive, classified conversations at work. I never once sat down with my White House colleagues and knew that there were \"disqualifying issues\" that could mean that they were counterintelligence risks. Having people who should have been disqualified from any White House role participating in a classified discussion will probably lead others to censor what they're saying, because they can't be sure who is really listening.\nWhite House staff are prime targets for foreign intelligence services because of their access to classified information and influence over US policy. That's why they have historically been thoroughly vetted and investigated and also why the staff gets regular security and counterintelligence briefings. If experts thought that at least 25 people on this administration's White House staff shouldn't get clearances, but they were awarded over experts' objections, the President and other senior officials at the White House created a perfect storm.\nAlthough it is legally accurate that the President can award clearances to whomever he chooses, relying on that talking point when trying to explain why officials insisted on awarding security clearances -- against experts' objections -- is a game of high stakes dodgeball.\nIt purposely avoids answering the question of why he and his team would want to increase the chances that a foreign government has easy access to our most private places.\nWhether the President or whoever else was involved thought they knew better than the experts, or they just didn't care that they were making it easier for a foreign government to spy on us, or there was an urgent need to have staff cleared (every White House deals with the challenge of transitioning staff in), the decision to ignore disqualifications has pervaded this White House -- and it's going to impact America's national security.", "\nJUST WATCHED\nAbortion wasn't always taboo in America\nMUST WATCH\nAbortion wasn't always taboo in America01:36\nIlyse Hogue is the president of NARAL Pro-Choice America. The opinions expressed in this commentary belong to the author. View more opinion at CNN.\n(CNN)In 2017, public health researcher Shalon Irving died from complications related to high blood pressure just three weeks after giving birth. Krystine Toledo-Gonzalez died less than a week after her delivery. Sheriah Freitas, Judge Glenda Hatchett's daughter-in-law Kira Johnson and hundreds of other women in the United States die each year from pregnancy-related complications in an epidemic known as maternal mortality -- a clinical name that does not do justice to the pervasive pain that ravages families and disproportionately affects black communities across the country.\nIlyse Hogue\nOn Friday, the Republican-led Georgia state legislature passed a devastating bill that would only compound this crisis. Gov. Brian Kemp, a Republican, supports the bill, and if he signs HB 481, the state would ban abortions after a fetal heartbeat is detected -- or as early as six weeks, before many women even know they're pregnant. It's time we take a long hard look at the party that claims to be \"pro-life\" but ignores the real consequences of its policies on the rights and lives of women and their families.\nMore women die from pregnancy-related complications in the United States than any other developed country, and maternal mortality rates in the US are higher than countries like Kazakhstan, Bulgaria and Libya, according to the most recent figures from the CIA World Factbook.\nEarlier this month, Democratic politician Stacey Abrams wrote, \"A pregnant woman in Georgia has a higher chance of dying before or after they give birth than a mother in any other state. Instead of addressing our maternal mortality crisis, GOP legislators are playing politics, pushing draconian bills like HB 481.\"\nAnti-choice politicians seem perfectly fine with the collateral damage that occurs when people are prevented from accessing care. This is not some theoretical concept—we've seen it play out plenty of times.\nJust look what happened in Indiana under then-governor Mike Pence. In 2013, a Planned Parenthood in Scott County closed after federal and state cuts to public health funding. That clinic was the county's only HIV testing center.\nIn 2014, an HIV outbreak in Scott County largely fueled by drug use and shared needles saw at its height 20 new cases diagnosed each week. According to a study in the New England Journal of Medicine, the outbreak could have been avoided and prevention efforts should include HIV testing.\nWhen it comes to pregnant women who face serious health risks, we should ask, where is the outcry from those claiming the \"pro-life\" mantle? Where are their \"pro-family\" values for the children left behind from mothers who died preventable deaths? What kinds of policies is the \"pro-life\" GOP putting forth to curb these inexcusable tragedies?\nInstead of focusing on problems like maternal mortality, the GOP seems intent on pushing extreme bills like the one that just passed in Georgia. Kemp promised on the campaign trail that he would \"sign the toughest abortion laws in the country\" and all signs suggest he will sign HB 481 into law.\nIf signed, this law will only exacerbate the existing health care problems that affect women in Georgia. Of Georgia's 159 counties, 79 don't have a single OB-GYN, according to a 2017 state government report. What doctors would want to come to a state that is hostile to the actual practice of medicine, and threatens to throw them in jail for providing abortion?\nGeorgia's bill is another step toward the anti-choice movement's ultimate goal of criminalizing abortion, gutting Roe v. Wade and punishing women. When we look at the bigger picture playing out across our country, the unchecked anti-choice movement is paving a dark path for women and families.\nThe actions of the modern-day GOP lay bare its truth: it is engaged in a coherent, consistent and intentional strategy aimed at the ultimate goal of criminalizing abortion and punishing women. And if the collateral damage happens to be the actual lives, health and well-being of women and families, so be it.\nAt the same time, women and allies are speaking up and making it clear that we are drawing a line in the sand. Georgia's HB 481 has sparked a surge of outrage from advocates —from people like Abrams to executives at companies like Amazon and Coca-Cola. A number of Hollywood actors also signed a letter saying they would lobby their industry not to film in Georgia if the bill becomes law, threatening to deprive the state — a popular site for film and TV shoots—of billions of dollars in revenue.\nLet's send a clear message that any agenda that erodes and endangers women's health, rights and lives is a serious mistake. As voters prepare for elections up and down the ballot in 2020, they won't forget. Hypocrisy is not an ethical stance, a just stance or a winning stance when so many women's lives hang in the balance. Let's be proud of the work we did in Georgia to make that all the more clear for the American people, and continue in the fight for reproductive freedom.", "\nStory highlights\nRobert Reich: Trump's tweets on union boss, Boeing, show unwillingness to take criticism; this poses danger to democracy\nReich: Democracy requires freedom to criticize those in power without fear of retribution. Fascists, dictators traffic in such fear\nRobert Reich served as secretary of labor in the Clinton administration. He is a professor of public policy at the University of California, Berkeley, and the author of \"Saving Capitalism: For the Many, Not the Few.\" A version of this piece appeared on his website. The opinions expressed in this commentary are solely those of the author.\n(CNN)On the evening of December 7, minutes after a local Indiana union leader, Chuck Jones, criticized Trump on CNN for falsely claiming that he had kept 1,100 Carrier jobs in the United States, Trump tweeted, \"Chuck Jones, who is President of United Steelworkers 1999, has done a terrible job representing workers. No wonder companies flee country!\"\nSince that tweet went out, some news organizations have reported that Jones has received death threats.\nA few days before, Boeing CEO Dennis Muilenburg was quoted in the Chicago Tribune gently chiding Trump for being against trade. Muilenburg noted that trade is essential to the US economy, as reflected in the \"large and growing percentage of our business\" coming from international sales, including commercial jet orders from China.\nMoments later, Trump tweeted: \"Boeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion. Cancel order!\"\nBoeing is building a brand new 747 Air Force One for future presidents, but costs are out of control, more than $4 billion. Cancel order!\nLater he added, \"We want Boeing to make a lot of money but not that much money.\"\nRead More\nBoeing shares immediately took a hit. As it turns out, Boeing does not even have a $4 billion order to make Air Force One planes.\nTrump doesn't take kindly to anyone criticizing him -- not journalists (whom he refers to as \"dishonest,\" \"disgusting\" and \"scum\" when they take him on), not corporate executives, not entertainers who satirize him, not local labor leaders, no one.\nThe President-elect's tendency to go after people who criticize him by sending false and provocative statements to his 17 million twitter followers not only imperils those people and their organizations, it also poses a clear and present danger to our democracy.\nJUST WATCHED\nTrump wants to cancel Air Force One order\nMUST WATCH\nTrump wants to cancel Air Force One order01:16\nDemocracy depends on the freedom to criticize those in power without fear of retribution. Presidents and President-elects throughout history have refrained from publicly condemning individual citizens for criticizing them. That occurs in two-bit dictatorships intent on stamping out dissent.\nNo President or President-elect has ever before bypassed the media and spoken directly to large numbers of his followers to disparage individual citizens who criticize him. That occurred in the fascist rallies of the 1930s. America came closest to this in the 1950s when Sen. Joseph McCarthy wrecked the lives of thousands of American citizens whom he arbitrarily and carelessly claimed were communists.\nMcCarthy's reign of terror ended when a single man asked him publicly, during the televised hearings McCarthy was conducting, \"Have you no decency, sir?\" In that moment, Americans began to see McCarthy for the tyrant he was. McCarthy's assistant was Roy Cohn, an attorney who perfected the art of character assassination. Roy Cohn was also one of Donald Trump's mentors.\nTrump's capricious use of power to denigrate and even endanger his critics must end. He is not yet our President. When he becomes so, and has far greater power, our freedom and our democracy could be gravely jeopardized.\nWe must join together to condemn these acts. We must ask: Has Trump no decency?", "\n(CNN)Donald Trump has unleashed a fierce war against organized labor. Anyone who bought into his populist rhetoric on the campaign trail may be questioning this fallacy now.\nAfter appointing the vulture investor Wilbur Ross to be Secretary of Commerce and Goldman Sachs executive Steve Mnuchin -- who made profits on foreclosures during the 2008 housing crisis -- to be Secretary of Treasury, he unloaded a Twitter storm against union leader Chuck Jones for criticizing claims he made about the number of jobs he has saved.\nTrump went so far as to blame workers for the loss of jobs. They now seem to be part of the global economic elite he liked to talk about on the campaign trail.\nJulian Zelizer\nMost dramatic of all, he is appointing Andrew Puzder, a fast-food executive who has spent much of his life railing against labor and the policies that benefit workers, to be Secretary of Labor.\nThis is shaping up to be an administration that is as hostile to organized labor as any we have seen in recent history. Given Trump's well-documented checkered record with the workers who have been part of his own real estate projects, this should not come as much of a surprise. He has been the kind of boss that likes to walk around with his kids, schmoozing with workers, and then go back to the board room with instructions to pay them as little as possible.\nRead More\nDuring the fall, there were numerous accounts in the media of small businesses that struggled to get paid what he owed them and workers who faced horrendous conditions in places like his failed Atlantic City casinos. It should be clear by this point that his conservative populist rhetoric was just that -- words of a showman -- rather than reflective of a leader intent on transforming the relationship between the Republican Party and blue-collar workers.\nJUST WATCHED\nAndrew Puzder surrounded by controversy\nMUST WATCH\nAndrew Puzder surrounded by controversy02:21\nThis should not come as a surprise to anyone who has followed the history of American politics. Since the New Deal, Democrats have been the party of organized labor; Republicans have been the party of big business and wealth. These reflect two fundamental differences in the basic outlook of party leaders about the kinds of policies that are better for the nation.\nAnd when it comes to public policy, the differences have been and remain clear, even if Republicans have made deeper inroads into the electorate through appeals to cultural conservatism and by playing on the backlash to civil rights and immigration.\nSome on the left, such as Jill Stein, complain that the differences between the Democrats and Republicans are like those between Tweedledee and Tweedledumb. But this is a mistake. Even if Democrats have paid more attention to issues like gender and racial equality, and even though President Bill Clinton moved the party toward the center on economics, the party continues to be more supportive of protecting unions, raising the minimum wage, defending progressive taxation and championing family leave and public education, as well as guaranteeing a social safety net.\nRepublicans have been much more hostile toward the policy needs of unions and believe that regressive policies, such as supply-side economics, are better for the economy. As Jacob Hacker and Paul Pierson documented in their book, \"Winner-Take-All Politics,\" the GOP from Richard Nixon to George W. Bush has increasingly gone to the mat attacking New Deal and Great Society policies that benefit unions and provide federal relief to blue collar and middle-class workers.\nIn fact, from the moment in 1981 that President Reagan summarily fired the striking air traffic control workers who had endorsed his campaign against Jimmy Carter, the Republican Party made its anti-labor intentions clear. And the situation has only gotten worse. Under President George W. Bush, the National Labor Relations Board found itself to be an emasculated government body unable to protect unions from corporate attack while the administration's homeland security programs continually tried to avoid using workers shielded by civil service protections.\nJUST WATCHED\nBiden on why Clinton lost working-class whites\nMUST WATCH\nBiden on why Clinton lost working-class whites 01:31\nFast forward to today and American workers might be about to bear the brunt of this election. While Wall Street seems to be in a euphoria about the new administration, conjuring up images from \"The Wolf of Wall Street,\" America's labor force might be feeling serious trepidation about what they are seeing. Make no mistake: The President-elect is going to govern like a conservative Republican, and the House GOP -- which has been ramping up for eight years -- is ready to stand by his side.\nDespite this new reality Trump will put on the greatest show on earth to preserve his campaign image as a populist, even if it defies his policy record and his own personal history. If we have learned anything from the campaign, it is that this master showman has the power to pull this off. He has an uncanny ability to get Americans to look at what he says -- not what he does.\nThe big political puzzle is why Democrats have failed to make this distinction clear to voters. While Republicans are extraordinarily good at portraying their opponents as latte-loving, panini-eating, politically correct coastal snobs who know nothing about \"real America,\" Democrats, including Hillary Clinton, have done an extraordinarily poor job of depicting the history of the Republican Party as one that offers little support to workers.\nThis is the challenge that Democrats will face in the coming years. This is the challenge that will need to be front and center if the party hopes to rebuild from the political wreckage of November and win back the voters who bought into Trump's campaign appeal although it went against their own economic self-interests.", "\nJUST WATCHED\nTrump sends clear message on post-election tour\nMUST WATCH\nStory highlights\nMichael D'Antonio: Donald Trump has been relying on his instincts and improvising much of his 40-year career\nHe's shown the same approach as president-elect and his time in the White House will be no different, writes D'Antonio\nMichael D'Antonio, the author of \"The Truth About Trump,\" is writing Trump Watch, a series of columns on President-elect Donald Trump for CNN Opinion. The opinions expressed in this commentary are his.\n(CNN)Watch Donald Trump get ready to take over the world's biggest job and a central question will likely come to mind: Is he carrying out a strategic plan months in the making, or is he largely winging it?\nIf his 40-year career is a clue, the odds are you are seeing a man who is improvising as he has throughout his long life in the public eye. As a businessman/ entertainer Trump improvised narratives that could close a sale or make a TV show succeed. In the process he often staked out extreme positions as the first step in a negotiation that ended with him getting most of what he wanted. And if he didn't, he was always willing to walk away.\nPhotos:In transition: President-elect Trump\nPhotos:In transition: President-elect Trump\nPresident-elect Donald Trump, right, meets with technology executives in New York on Wednesday, December 14. From left are Jeff Bezos, chief executive officer of Amazon; Larry Page, chief executive officer of Google's parent company Alphabet; Sheryl Sandberg, chief operating officer of Facebook; and Vice President-elect Mike Pence. The three main areas discussed were jobs, immigration and China, according to a source briefed on the meeting.\nHide Caption\n1 of 21\nPhotos:In transition: President-elect Trump\nThree of Trump's children -- from left, Donald Jr., Ivanka and Eric -- attend the meeting with tech leaders on December 14.\nHide Caption\n2 of 21\nPhotos:In transition: President-elect Trump\nTrump, Pence and House Speaker Paul Ryan wave during an event in West Allis, Wisconsin, on Tuesday, December 13. \"He's like a fine wine,\" Trump said of Ryan at the rally, which was part of his \"thank you\" tour to states that helped him win the election. \"Every day that goes by, I get to appreciate his genius more and more.\"\nHide Caption\n3 of 21\nPhotos:In transition: President-elect Trump\nTrump and rapper Kanye West speak to the press after meeting at Trump Tower in New York on December 13. Trump called West a \"good man\" and told journalists that they have been \"friends for a long time.\" West later tweeted that he met with Trump to discuss \"multicultural issues.\"\nHide Caption\n4 of 21\nPhotos:In transition: President-elect Trump\nTrump selected former Texas Gov. Rick Perry, right, to be his nominee for energy secretary, which would make Perry the head of an agency he once suggested he would eliminate. Trump and his transition team are in the process of filling high-level positions for the new administration.\nHide Caption\n5 of 21\nPhotos:In transition: President-elect Trump\nTrump has tapped ExxonMobil CEO Rex Tillerson to serve as secretary of state, the transition team announced December 13. Tillerson, seen here at a conference in 2015, has no formal foreign-policy experience, but he has built close relationships with many world leaders by closing massive deals across Eurasia and the Middle East on behalf of the world's largest energy company.\nHide Caption\n6 of 21\nPhotos:In transition: President-elect Trump\nTrump waves during the Army-Navy football game, which was played in Baltimore on Saturday, December 10.\nTrump shakes hands with Iowa Gov. Terry Branstad at an event in Des Moines, Iowa, on Thursday, December 8. Trump re-introduced Branstad as his pick for US ambassador to China.\nHide Caption\n9 of 21\nPhotos:In transition: President-elect Trump\nTrump greets retired Marine Gen. James Mattis at a rally in Fayetteville, North Carolina, on Tuesday, December 6. Trump said he will nominate Mattis as his defense secretary.\nHide Caption\n10 of 21\nPhotos:In transition: President-elect Trump\nTrump speaks to members of the media at Trump Tower in New York on December 6.\nHide Caption\n11 of 21\nPhotos:In transition: President-elect Trump\nTrump visits the Carrier air-conditioning company in Indianapolis on Thursday, December 1. Carrier announced that it had reached a deal with Trump and Vice President-elect Mike Pence, who is currently governor of Indiana, to keep about 1,000 of 1,400 jobs at its Indianapolis plant rather than move them to Mexico. The Carrier plant had been a theme of Trump's campaign promise to prevent more jobs from being outsourced to other countries.\nHide Caption\n12 of 21\nPhotos:In transition: President-elect Trump\nTrump, left, and former Massachusetts Gov. Mitt Romney share a meal in New York on Tuesday, November 29. Romney was reportedly in the running for secretary of state.\nHide Caption\n13 of 21\nPhotos:In transition: President-elect Trump\nTrump waves to a crowd at The New York Times building after meeting with some of the newspaper's reporters, editors and columnists on Tuesday, November 22. Six takeaways from the meeting\nHide Caption\n14 of 21\nPhotos:In transition: President-elect Trump\nTrump is flanked by Pence, left, and Romney after a meeting in Bedminster Township, New Jersey, on Saturday, November 19.\nHide Caption\n15 of 21\nPhotos:In transition: President-elect Trump\n\"60 Minutes\" correspondent Lesley Stahl interviews Trump and his family at his New York home on Friday, November 11. It was Trump's first television interview since the election.\nHide Caption\n16 of 21\nPhotos:In transition: President-elect Trump\nHouse Speaker Paul Ryan shows Trump and his wife, Melania, the Speaker's Balcony at the US Capitol on Thursday, November 10.\nTrump walks with his wife and Senate Majority Leader Mitch McConnell after a meeting at the US Capitol on November 10.\nHide Caption\n19 of 21\nPhotos:In transition: President-elect Trump\nTrump shakes hands with President Barack Obama following a meeting in the Oval Office on November 10. Obama told his successor that he wanted him to succeed and would do everything he could to ensure a smooth transition.\nHide Caption\n20 of 21\nPhotos:In transition: President-elect Trump\nTrump delivers his acceptance speech during his election night event at the New York Hilton Midtown hotel on Wednesday, November 9.\nHide Caption\n21 of 21\nThe elements of Trump's approach are constant -- his ego, his flamboyance, his scorn for those who oppose him, his readiness to strike back at any criticism, no matter how justified or well intended. When challenged in the past, by New York Mayor Ed Koch or the likes of Rosie O'Donnell or Cher, he defined them with insults. He prevailed in the 2016 election with similar name-calling -- Lyin' Ted, Little Marco, Crooked Hillary -- that defied convention and gave him the reward he sought.\nTo his credit, Trump's record shows that he can back up his aggressive talk. During his feud with Mayor Koch he declared that he could renovate the ice skating rink in Central Park. The Koch administration's renovation of the famous Wollman Rink had been a disaster, with costs rising and deadlines missed. In addition to criticizing the mayor, Trump boasted that he could do the job for less and ahead of schedule. Koch gave him the job and Trump performed as promised.\nAs president-elect, Trump has shown he is willing to follow his instincts and continue defying convention by choosing a recently retired general to head the Department of Defense and putting the CEO of ExxonMobil atop his list of candidates for secretary of state. The same is true of his decision to break with decades of US policy and presidential practice by speaking with Taiwan's president.\nRead More\nJUST WATCHED\nA look at past presidential transitions\nMUST WATCH\nA look at past presidential transitions 02:30\nThe Trump team's explanations for this departure from the longstanding \"One China\" policy wavered between the idea that it didn't mean much of anything and that it was an intentional effort to change the diplomatic dynamic. In this light, the Taiwan outreach could be interpreted as something similar to President Obama's move to normalize relations with Cuba.\nA genuine original\nStaying true to form, Trump trusts his instincts and understands that almost anything can be explained after the fact. Indeed, the explanation can be changed, as it was in the case of the call to Taiwan, to fit whatever story works best after the world reacts.\nAs a genuine original who has been a Democrat, and independent, and a Republican, Trump may be less driven by ideology than any Republican president since Nixon. His talk of punishing companies for exercising their right to move facilities abroad is anathema to GOPers who worship the free market but if Trump sees he has public support for this or any other policy, he'll press forward.\nWhen he becomes president, Trump will have the world's attention for whatever stories he will tell to support his policies. In the past Trump's improvisations led to a significant number of failures, including several massive bankruptcies, to go with his achievements. In the Oval Office his moves will have far more serious effects on the economy, public safety, and even global security. And the world is such a complex and unmanageable place that Trump will soon discover the limits of his freewheeling style.\nAlthough the volume was turned down slightly compared with his campaign events, President-elect Donald Trump's recent thank-you tour included his usual bragging, distortions and attacks on the press. A clear example was the claim that \"we won a landslide.\" This was both a shameless boast and a misrepresentation, since Hillary Clinton actually beat him in the popular vote by more than 2 million votes.\nNuance, like a 2-point loss in the popular vote, has never burdened Trump and the victory tour crowds savored his performance. It was his style -- loose, emotional, spontaneous -- that won him the electoral college and the White House. Thus far, Trump-in-transition has stayed true to form. By attacking companies and individuals like a local union leader who accused him of lying, Trump is demonstrating that even the weight of the presidency won't move him to change his ways.\nFrom image to reality\nA natural and practiced showman, Donald Trump's personality is a character he created and then refined to appeal to great masses of people. In his earliest days, when he had accomplished nothing but sought recognition as a young tycoon, he conspicuously tooled around Manhattan in a Cadillac driven by a chauffeur who carried a gun.\nTrump dressed in mod suits with shoes dyed to match and brandished a mobile phone at a time when almost no one else had one.\nJUST WATCHED\nDonald Trump's Cabinet takes shape\nMUST WATCH\nDonald Trump's Cabinet takes shape03:22\nThe wealthy playboy act of Trump's youth won him lavish attention in the press, which he used to build his business brand. His first two projects, New York's Grand Hyatt Hotel and Trump Tower, were smashing achievements that proved that his base instincts and natural abilities were the truest guides to success. As he told me in 2014, \"I consider talent much more important than experience. Much more important. Not even a contest.\"\nThe President-elect's main talent is for playing on emotions to produce something tangible in the real world. His campaign was a lurching display of rage and fearmongering against immigrants and Muslims. When crowds chanted \"Lock her (Clinton) up!\" Trump basked in the taunt and once even said, \"I'm starting to agree with you.\"\nThe result, besides division, was an election victory. For the first time in his life, Trump went for a job outside of the family empire and it turned out to the most powerful office in the world. What more evidence does he need to confirm that style -- or to be more accurate, his style -- works?\nTrump believes in himself\nWhen Trump tweets his complaints about how Alec Baldwin portrays him on \"Saturday Night Live,\" he diminishes the dignity of the office he was elected to fill and affirms the idea that he is thin-skinned and emotionally over-reactive. This is precisely the quality called into question by critics who wonder if Trump's temperament is suited to the Oval Office. His response during the campaign -- \"My strongest thing is my temperament\" -- reflected his belief that the White House doesn't need someone who fits a familiar template of sobriety, care, and maturity. It needs him.\nAccording to the circular logic in Trump's approach, the president-elect is justified in going after union rep Chuck Jones, who criticized him, because his methods have made him rich, and famous, and now the future chief executive of the United States.\nTrump sees his winning ways as proof that he is right, even if side effects included threats by his followers against Jones and his family.\nJUST WATCHED\nTrump introduces Gen. Mattis at rally\nMUST WATCH\nTrump introduces Gen. Mattis at rally01:55\nEarlier in the week, Trump's personal tweet about abruptly canceling plans for two new, more efficient and technologically capable presidential jets sent Boeing's stock value tumbling briefly. The tweet followed a press report on Boeing CEO Dennis Muilenberg's defense of international trade. Muilenberg noted his company's huge export business with China. Trump campaigned on a promise to disrupt current trade arrangements, especially those involving China.\nIs Trump affected by the idea that his comments can damage a major American exporter like Boeing or cause Chuck Jones to fear for the safety of his family? It is hard to say that he would be moved by these events.\nThroughout his life, Trump has sought to steamroller those who oppose him and has expressed little regret for innocent bystanders whom he has harmed, whether they were creditors in his bankruptcies or neighbors he tried to bully as he developed properties. All is fair in love and war and Trump believes, as he told Bill O'Reilly of Fox News, \"My life is war.\"\nIn love Trump has also practiced a self-interested style that justifies going to extremes. His first marriage ended in a blaze of tabloid scandal. After his second came apart he engaged in another messy and public battle over the terms of the divorce. In his third marriage he has reached a kind of stability where his public image is concerned, but it didn't keep him from engaging in the kind of grotesque banter that any wife would find extremely painful to hear.\nWhen it was made public, the \"Access Hollywood\" tape of Trump making lewd comments about women shocked people with tender sensibilities but it showed Trump in typical form, playing to his audience and acting on gut instinct.\nWe should expect to see more of Trump acting on instinct and improvising as he settles into the presidency. He won't likely be caught saying anything as gross as his comments to \"Access Hollywood,\" but other politicians have been caught in so-called \"hot mic\" moments. If Trump has his own, we should expect him to confidently sell us on the idea that he planned it all along.", "\n(CNN)It doesn't seem like President-elect Donald Trump is going to stop tweeting any time soon. Unless his advisers take away his Internet access, the basic means of communication that he used as a candidate will become his bully pulpit as president for the next four years. He will continue to provide, in 140-character bursts, nonstop commentary from the Oval Office and -- on the weekends -- from Trump Tower in New York City.\nThis past weekend, \"Saturday Night Live\" featured a blistering skit, with Alec Baldwin as Trump, obsessing over retweeting the rants of his followers, from high schoolers on up, instead of paying attention to security briefings from officials who are having trouble swallowing that the inauguration is weeks away. Of course, in real life, Trump couldn't resist tweeting a response: \"Just tried watching Saturday Night Live -- unwatchable! Totally biased, not funny and the Baldwin impersonation just can't get any worse. Sad.\"\nJust tried watching Saturday Night Live - unwatchable! Totally biased, not funny and the Baldwin impersonation just can't get any worse. Sad\nThere are some virtues to what he has done. Every so often, a new president displays a feel for media and demonstrates how it can be used to make his case politically. In the right hands, Twitter could indeed become a powerful way for elected officials to break through some of the rigid barriers imposed by the news media, interest groups and partisan leaders.\nAs with radio in the 1930s, back when many Americans felt that Franklin D. Roosevelt was speaking directly to them in their living rooms amid a horrendous economic crisis, Twitter creates a sense of intimacy, letting citizens know what is going on and connecting them to their politicians.\nJUST WATCHED\nTrump Twitter coverage overdone?\nMUST WATCH\nTrump Twitter coverage overdone?05:35\nBut that's not what we've seen from most of Donald Trump's tweets. Perhaps before he starts his time in the White House, it would be useful to lay down a few of the ground rules about what politicians should avoid when they start to tap characters into the \"What's Happening\" box and instantly share them with the world.\nRead More\nSome rules:\nDon't tweet about foreign leaders and foreign policy\nOne of the most difficult parts of serving as the commander in chief is handling the delicacies of foreign policy. Each statement uttered by the president of the United States can have huge ramifications, even creating dangerous situations for our military and our citizens. Some Soviet leaders were reportedly shaken when word leaked that President Reagan, who was joking, said during a microphone check before a 1984 news conference: \"My fellow Americans, I'm pleased to tell you today that I've signed legislation that will outlaw Russia forever. We begin bombing in five minutes.\"\nInternational relations are extremely tricky, given that the president is dealing with so many nations, each with its own history, its own perception of events, its own internal tensions. When foreign leaders hear or read something from the president, they will naturally read into the statement some kind of signal about what the US might do.\nIt's not always easy to know when someone is joking. The wrong statement can easily insult a leader or even instigate a movement in another country, resulting in violence or the breakdown of diplomatic relations. So when Fidel Castro passes away, tweeting \"Fidel Castro is dead!\" is exactly the kind of tweet that can't be acceptable.\nTrump's tweets after Castro's death, including \"If Cuba is unwilling to make a better deal for the Cuban people, the Cuban/American people and the US as a whole, I will terminate deal,\" amounted to diplomatic threats.\nIf Cuba is unwilling to make a better deal for the Cuban people, the Cuban/American people and the U.S. as a whole, I will terminate deal.\nAfter coming under criticism for taking a call from the president of Taiwan, breaking four decades of diplomatic practice, Trump responded by firing off more tweets: \"The President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you!\"\nThe President of Taiwan CALLED ME today to wish me congratulations on winning the Presidency. Thank you!\nAnd then: \"Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call,\" as he sank deeper into potentially threatening a showdown with China.\nInteresting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call.\nSoon after this happened, China lodged a complaint with the United States about what the President-elect had done. \"We urge the relevant side in the US to adhere to the 'one China' policy, abide by the pledges in the three joint China-US communiqués, and handle issues related to Taiwan carefully and properly to avoid causing unnecessary interference to the overall China-U.S. relationship.\"\nWhat did Trump do? Push out tweets critical of China's handling of its currency and of its actions in the South China Sea.\nDid China ask us if it was OK to devalue their currency (making it hard for our companies to compete), heavily tax our products going into..\nDon't offer knee-jerk reactions to terrorism\nOur national security challenges require great caution from leaders. With terrorism as the major threat that we face on a daily basis, elected officials have the difficult job of keeping calm amidst tragedy and remaining extremely cautious when making statements about what has happened in a given event: the wrong words can dangerously inflame passions or provide skewed interpretations.\nMany older Americans will remember how the media initially blamed Muslims for the Oklahoma City bombing in 1995, although it turned out that white nationalists were behind the carnage. The role of the leader is to maintain a national security infrastructure that protects citizens, to guide Americans through troubled times and to maintain calm as the government responds to acts of violence. His job is not to target particular social groups or make poorly informed statements about public policy.\nAfter the recent Ohio State University shooting, Trump responded: \"ISIS is taking credit for the terrible stabbing attack at Ohio State University by a Somali refugee who should not have been in our country.\"\nISIS is taking credit for the terrible stabbing attack at Ohio State University by a Somali refugee who should not have been in our country.\nIt seems inevitable, unfortunately, that during Trump's presidency there will be more acts of violence, and he would do better if he refrained from using this medium to make statements about what happens, other than to offer calming words.\nDon't attack individual reporters or specific media organizations\nIt is absolutely vital to the health of our democracy that journalists feel that they have the freedom and the space to produce honest accounts of what's going on in Washington and to offer readers and viewers hard-hitting stories about our nation's leaders.\nTo be sure, they shouldn't expect that this will be easy. Presidents have often lashed out against the press when they come under attack; recall President Nixon's hostility to the press and his vice president, Spiro Agnew, commenting on the \"nattering nabobs of negativism.\"\nIn his recent tweets, Trump has gone after specific people. When CNN's Jeff Zeleny reported that there was no evidence to support Trump's assertion of massive voter fraud, Trump retweeted aggressive statements from his followers -- \"what PROOF do u have DonaldTrump did not suffer from millions of FRAUD votes? Journalist do your job!\" and \"just another generic CNN part time wannabe journalist!\"\nAfter a few more of those, Trump issued his own blast against @CNN. These kinds of tweets should not be part of the presidential arsenal. In an atmosphere that quickly turns hostile and aggressive (many Jewish journalists, for instance, found themselves under attack from anti-Semites during this campaign) the president can't legitimize such practices. Journalists may become scared of reporting on the facts, and news organizations may fear punitive action against them for being too tough on the White House.\nDon't spread false allegations\nThe thing about Twitter is that there are no editorial filters. When the president makes a claim, it instantly goes out to all his followers, becomes the subject of reporting and national conversation and can quickly be seen as the truth. While it is true that all presidents tell lies, it has only been a few weeks since the election, and we have seen the President-elect make a series of stunning claims that have no foundation in serious evidence.\nMany were taken aback when Trump tweeted that \"In addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally.\" Trump went on to claim that there was \"serious voter fraud\" in states like Virginia, New Hampshire and California.\nIn addition to winning the Electoral College in a landslide, I won the popular vote if you deduct the millions of people who voted illegally\nNot only is his claim patently false, but it undermines public confidence in the election process without any justification, continuing a strategy he employed in the final month of his election when he couldn't stop speaking about a \"rigged election.\"\nMore troubling is the fact that this assertion will lend support to the ongoing campaign among some conservatives to make voting more difficult and cumbersome through voter fraud laws. In an era when it is becoming harder to tell fact from fiction, the president must be an apostle of truth, demonstrating extreme discipline and not putting out false claims that produce dangerous decisions.\nDon't threaten individuals or individual business\nTwitter is not an appropriate mechanism for the president, or president-elect, to start issuing threats. In one of his recent tweets, Trump started to threaten any business that moved its factories overseas with a 35% tariff.\nwithout retribution or consequence, is WRONG! There will be a tax on our soon to be strong border of 35% for these companies ......\nMost economic experts are dubious that the president would have this legal authority. But even if he did, Twitter is not a platform for the president to use his authority to try to scare people into action. This can have dangerous consequences for the market and for civil liberties. Given Trump's extensive business interests -- and it is unclear if he is planning to let go of any of them while he is president -- this will also cause concerns about how he might be using his office to advance his own economic interests. The Twitterverse is already toxic enough. There is no room for the president to fuel that atmosphere.\nThe power to tweet is serious when one is the leader of an entire country. Donald Trump already demonstrated some of the destructive ways this tool could be used during the campaign. The costs were already high then, as some of his statements encouraged a new level of vitriol and anger than we ordinarily see in America.\nIn the hands of the most powerful politician in the country, and one of the most powerful individuals in the entire world, one wrong tweet can have disastrous consequences.", "\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nTrump is the king of debt but not of taxes\nBy Edward McCaffery\nUpdated 8:11 PM ET, Fri September 2, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nPhotos:Donald Trump's empire\nDonald Trump, the Republican Party's presidential nominee, has been in the spotlight for years. From developing real estate to producing and starring in TV shows, see how he's shaped his empire.\nHide Caption\n1 of 21\nPhotos:Donald Trump's empire\nTrump stands with Alfred Eisenpreis, New York's economic development administrator, in 1976 while they look at a sketch of a new 1,400-room renovation project of the Commodore Hotel. After graduating from the University of Pennsylvania in 1968, Trump worked with his father on developments in Queens and Brooklyn before purchasing or building multiple properties in New York and Atlantic City, New Jersey. Those properties included Trump Tower in New York and Trump Plaza and multiple casinos in Atlantic City.\nHide Caption\n2 of 21\nPhotos:Donald Trump's empire\nTrump was married to Ivana Zelnicek Trump from 1977-1990, when they divorced. They had three children together.\nHide Caption\n3 of 21\nPhotos:Donald Trump's empire\nTrump signs his second book, \"Trump: Surviving at the Top,\" in 1990. Trump has published at least 16 other books, including \"The Art of the Deal\" and \"The America We Deserve.\"\nHide Caption\n4 of 21\nPhotos:Donald Trump's empire\nTrump dips his second wife, Marla Maples, after the couple married in a private ceremony in New York in December 1993. The couple divorced in 1999.\nHide Caption\n5 of 21\nPhotos:Donald Trump's empire\nAn advertisement for the television show \"The Apprentice\" hangs at Trump Towers in New York in 2004. The show launched in January of that year. In January 2008, the show returned as \"Celebrity Apprentice.\"\nHide Caption\n6 of 21\nPhotos:Donald Trump's empire\nA 12-inch talking Trump doll is on display at a toy store in New York in September 2004.\nHide Caption\n7 of 21\nPhotos:Donald Trump's empire\nTrump attends a news conference in 2005 that announced the establishment of Trump University. From 2005 until it closed in 2010, Trump University had about 10,000 people sign up for a program that promised success in real estate. Three separate lawsuits -- two class-action suits filed in California and one filed by New York's attorney general -- have argued that the program was mired in fraud and deception. Trump's camp has rejected the class-action suits' claims as \"baseless.\" And Trump has charged that the New York case against him is politically motivated.\nHide Caption\n8 of 21\nPhotos:Donald Trump's empire\nTrump attends the U.S. Open tennis tournament with his third wife, Melania Knauss-Trump, and their son, Barron William Trump, in 2006. Trump and Knauss married in 2005. Trump has five children from three marriages.\nHide Caption\n9 of 21\nPhotos:Donald Trump's empire\nTrump wrestles with \"Stone Cold\" Steve Austin at WrestleMania in 2007. Trump has close ties with the WWE and its CEO, Vince McMahon.\nHide Caption\n10 of 21\nPhotos:Donald Trump's empire\nFor \"The Apprentice,\" Trump was honored with a star on the Hollywood Walk of Fame in January 2007.\nHide Caption\n11 of 21\nPhotos:Donald Trump's empire\nTrump appears on the set of \"The Celebrity Apprentice\" with two of his children -- Donald Trump Jr. and Ivanka Trump -- in 2009.\nHide Caption\n12 of 21\nPhotos:Donald Trump's empire\nTrump poses with Miss Universe contestants in 2011. Trump has been executive producer of the Miss Universe, Miss USA and Miss Teen USA pageants since 1996.\nHide Caption\n13 of 21\nPhotos:Donald Trump's empire\nIn 2012, Trump announces his endorsement of Republican presidential candidate Mitt Romney. In May 2012, on CNN's \"The Situation Room,\" Trump said that President Barack Obama's birthplace is a matter of opinion. In regards to the President's Hawaiian birth certificate, Trump said \"a lot of people do not think it was an authentic certificate.\"\nHide Caption\n14 of 21\nPhotos:Donald Trump's empire\nTrump speaks in Sarasota, Florida, after accepting the Statesman of the Year Award at the Sarasota GOP dinner in August 2012. It was just before the Republican National Convention in nearby Tampa.\nHide Caption\n15 of 21\nPhotos:Donald Trump's empire\nTrump appears on stage with Nick Jonas and Giuliana Rancic during the 2013 Miss USA pageant.\nTrump -- flanked by U.S. Sens. Marco Rubio, left, and Ted Cruz -- speaks during a CNN debate in Miami on March 10. Trump dominated the GOP primaries and emerged as the presumptive nominee in May.\nHide Caption\n18 of 21\nPhotos:Donald Trump's empire\nThe Trump family poses for a photo in New York in April.\nHide Caption\n19 of 21\nPhotos:Donald Trump's empire\nTrump speaks during a campaign event in Evansville, Indiana, on April 28. After Trump won the Indiana primary, his last two competitors dropped out of the GOP race.\nHide Caption\n20 of 21\nPhotos:Donald Trump's empire\nTrump delivers a speech at the Republican National Convention in July, accepting the party's nomination for President. \"I have had a truly great life in business,\" he said. \"But now, my sole and exclusive mission is to go to work for our country -- to go to work for you. It's time to deliver a victory for the American people.\"\nHide Caption\n21 of 21\nStory highlights\nEdward McCaffery: Trump likes the ability to deduct the cost of borrowing money for business purposes\nThe ability to deduct borrowing costs can enable the wealthy to avoid paying taxes, McCaffery says\nEdward J. McCaffery is Robert C. Packard trustee chair in law and a professor of law, economics and political science at the University of Southern California. He is the author of \"Fair Not Flat: How to Make the Tax System Better and Simpler.\" The opinions expressed in this commentary are solely those of the author.\nEdward J. McCaffery\n(CNN)Donald Trump cares about debt -- he has lots of it -- and taxes -- he likely pays little of them. Inspired by the revelation that Trump's presidential campaign, in its first major television ad buy (?!), just this week, touted a tax plan other than Trump's own -- leaving out the part where he allows continued deductions for interest on debt -- I thought it would be fun to lay out some dots.\nReaders may connect these dots as they see fit, but at a minimum they show that Trump makes impulsive, last-minute and questionable decisions about tax policy that favor his interests over the public's, and of which his campaign is not even always aware. And they continue the theme that Trump loves debt and hates paying taxes, both bigly.\n• A recent report in The New York Times shows Trump has more debt, at least $650 million, than previously known. (Trump claims that this debt load is a small percentage of his assets, which he says are worth $10 billion or more, but few people not named Trump believe that. Of course, Trump has had problems with debt before.)\n• Particularly striking in the Times article is the statement that Trump borrowed $160 million, just last year, from Ladder Capital, a New York commercial real estate lender that usually lends much smaller sums.\n• Trump rolled out his tax plan in an economic speech in Detroit in early August. An article in The New York Times reports: \"At the last minute, Mr. Trump interjected to direct his advisers to incorporate a tax deduction for the cost of child care in his economic plan. The issue, which Mr. Trump had not discussed on the campaign trail, is a favorite of his daughter Ivanka.\" The proposal as Trump announced it in Detroit strongly favored wealthy working parents -- like Ivanka. This is an example of a last-minute questionable policy change benefitting Trumps, plural.\n• In the same article reporting Trump's last-minute directive to add the child care deduction to his tax plan, the Times reports: \"Stephen Moore, a Heritage Foundation fellow, said he and Arthur Laffer, the supply-side economist, had tangled over the top tax bracket while Mr. Trump observed from behind his desk, eventually siding with Mr. Moore. Mr. Trump, he said, also expressed strong views about the taxation of interest on business loans, citing his experience as a developer.\"\n• Trump's tax plan, as set out in Detroit, was close to the tax ideas advocated by Paul Ryan and other establishment Republicans, with one major exception -- Trump's plan retains business loan interest deductions, and the Republican plan does not. This is a big deal. The change alone will add a whopping $1.2 trillion to the federal deficit over the next decade, according to an analysis in The Washington Post.\n• The ad that the Trump campaign began running this week, on the \"two economies,\" cites the Republican tax plan -- which has no interest deduction -- not Trump's, which does. It suggests Trump's own staff was not aware of the continued interest deduction that Trump had added in the final hour.\n• As an aside, the pattern of last-minute specific and questionable policy changes not generally known by the Trump campaign was also present in the stories about changing the Republican party platform to soften a plank on Ukraine.\n• As a tax professional, I know that an issue on audit could well be the allocation of interest expenses. Under current tax laws, the interest on personal loans is not deductible, other than limited deductions for home mortgages and home equity loans, around $1 million of borrowing. Interest from business loans is deductible, now and under Trump's plan. Again, Trump borrowed at least $160 million last year. If he borrowed this for personal reasons -- including to finance a presidential election run (which would be nondeductible) -- he should not be deducting the interest. Trump may be claiming the loans are business ones, and the IRS may be challenging that fact. If the IRS were correct, Trump could be using an interest tax break to get all taxpayers to help finance his campaign. This is speculative, of course, but we cannot know for sure if Trump's tax plans are directly relevant to his own situation ... until and unless we see his tax returns.\n• To summarize, we know that wealthy people can use borrowing plus interest deductions to pay little or no taxes while living large; that Trump is a major borrower, including of at least $160 million last year alone; that Trump showed interest (small pun intended) in few details of his tax plan other than the child care deduction and the continued interest deductibility for business loans; that Trump's child care deduction would hugely benefit wealthy working parents like Ivanka; that Trump's ultimate tax plan diverges from the Republican trickle-down tax policy du jour, mainly in its continued deduction for business loan interest; that this deviation alone has a whopping $1.2 trillion dollar budgetary cost; that his campaign seems not generally aware of this fact about Trump's own tax plan; that Trump's disclosed tax returns from decades past show little or no tax; and that Trump claims to be under autit now and won't release his tax returns.\nThese facts strongly suggest an impulsive leader who never strays too far from his personal self-interest in making public policy decisions, who personally likes debt and uses it aggressively and hates paying taxes himself. Whatever else one thinks of Hillary Clinton, there is no doubt that her own taxes would rise under her own tax plan. Not so for The Donald.", "\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nMove the federal government out of Washington\nBy Steven Price\nUpdated 9:07 AM ET, Tue September 6, 2016\nChat with us in Facebook Messenger. Find out what's happening in the world as it unfolds.\nStory highlights\nSteven Price: A government dispersed across multiple locales would solve many of the problems Americans have with a government bureaucracy out of touch with ordinary citizens\nThe rest of the country would secure enormous economic and cultural benefits that will come from bringing our government closer to the people it is supposed to represent, he says\nSteven Price is chairman and CEO of Townsquare Media, Inc. and served as a deputy assistant secretary of defense from 2001-2004. The opinions expressed in this commentary are his.\n(CNN)By now Americans are all too familiar with the major themes dominating the 2016 election: the yawning gap between the haves and have-nots; the sense of alienation between government and those who are governed; rising terrorism and fear that we are no longer safe within our borders; economic stagnation and a growing consensus that a massive new stimulus will be required to shake the country's employment lethargy.\nBoth campaigns seem to recognize the public's concerns, but neither has put forward a solution that just might put America back on a path to solving these complex issues.\nIt's time to move the federal government out of Washington.\nSteven Price\nIn one bold move, it would bring the federal government closer to the people, reduce the threat a major act of terrorism would pose to our nation's capital, and create new jobs and new infrastructure throughout the country. But, perhaps most importantly, it would renew faith that our government exists not to serve the wealthy or the connected, but all the people.\nNo, not the White House nor the Congress, but the rest of the federal government, namely the Cabinet departments and large agencies that have grown up around the Beltway, should move and disperse. There is really no compelling reason that federal agencies and departments remain in Washington, D.C., and many good reasons why they should be relocated across the United States over time.\nRead More\nThe Department of Defense, for example, should move to Tampa, where it already has many key functions. The Treasury Department should go to Philadelphia, halfway between the financial capitals of New York and DC. Homeland Security should reside in the heartland of the homeland, either Chicago or Denver. The State Department belongs in NYC where most foreign governments already have a large presence. Commerce should move to San Francisco; HHS to LA. Interior should be in the interior, maybe Boise or Minneapolis.\nA government dispersed across multiple locales would solve many of the problems Americans have with a government bureaucracy out of touch with ordinary citizens and too centralized for its own good. First, it would keep our government safe from a catastrophic single terrorist attack that, today, might render our government powerless to function.\nA recent study in the American Economic Review predicted that there is a 34% likelihood of either a bioterror or a nuclear terror attack by 2025 and 76% likelihood by 2050. Clearly, Washington is a main target and such an attack could threaten our government's ability to continue operations.\nExecutive Directive 51, created and signed by President George W. Bush in 2007, claims power to execute procedures for continuity of the federal government in the event of a \"catastrophic emergency.\" What better way than to spread out the bureaucracy across the country? In fact, doing so would make the federal government look like most large multinational corporations, with divisions in multiple locations. And, this project would help ensure continuity of operations and continuity of government.\nNot only would a geographically distributed federal government be better insulated from terrorist attacks and natural catastrophes, but its work force would be much more representative of our nation's people, regional differences, and cultures.\nUnshackled from the confines of the Beltway, our work force would no longer be captive to the insularity of the elites traveling the eastern Acela corridor. Instead, federal employees would interact -- in everyday settings, whether in churches, fairs, soccer fields or community meetings -- with their constituents, rather than as often happens in Washington, only with themselves.\nRelocating federal agencies' headquarters and staffs across the 50 states would represent a massive infrastructure and stimulus undertaking that both conservatives and liberals could support. Economists will differ on its ultimate effect, but a program of this scale will surely create hundreds of thousands of new jobs from the buildings, roads and supporting structures that will have to be built to accommodate these new work forces.\nDispersing our federal work force would require state-of-the-art secure systems to ensure seamless communication between and among these new headquarters. The need to develop a solution to this challenge would represent a positive opportunity to upgrade (finally) our national communication systems. One can easily envision a mini Manhattan project to develop badly needed cyber protections for defense, video conferencing, file sharing, virtual collaboration and more.\nSkeptics will argue that such a plan would make our federal government less efficient and curtail face-to-face interaction. From lessons learned in the corporate world, our federal government would more likely become more efficient and less expensive under such a scenario. For example, we'd have a much larger pool of potential applicants for federal jobs since federal agencies and departments wouldn't tussle over a single applicant pool in one city. And, periodic in-person meetings, if necessary, are still only a flight away.\nOf course, a plan of this breadth and magnitude will take time and exquisite planning. Weaning hundreds of thousands of employees off the federal payroll too quickly or thoughtlessly could cause massive dislocation and anguish. But given the many years it would take to implement, it's not unrealistic to expect many of them could be offered job opportunities and incentives to move to the department's new location. And noted economist Paul Kupiec has written about numerous potential cost savings from such a move, in addition to other benefits.\nWhile the Washington, D.C. area will surely experience slower growth under this plan, the rest of the country would secure enormous economic and cultural benefits that will come from bringing our government closer to the people it is supposed to represent. We will become more cohesive as a nation, more united in our purpose, safer and more prosperous.", "\n(CNN)The attack early on Monday morning near a mosque in North London targeting Muslims who were celebrating the holy month of Ramadan reminds us that terrorism comes in many shapes and forms.\nBecause of the 9/11 attacks, the framing of terrorism by politicians, the media and the public too often in the past decade and a half has been that it is Islamist political violence that is the terrorism we need to be concerned about.\nPeter Bergen\nBut a spate of recent attacks underline that this framing is too narrow in scope. The commonly accepted definition of terrorism is that it is politically motivated violence directed at civilians by entities other than a state. These kind of attacks can come from the far right, the far left, racists of every stripe, as well as jihadists.\nMonday's attack at the mosque in London, for instance, was clearly an act of anti-Muslim terrorism. A 48-year-old man was arrested after a van ploughed into worshippers near the mosque; one man was killed and 10 were hurt. British Prime Minister Theresa May called the attack \"every bit as sickening\" as the London Bridge and Manchester jihadist attacks. And London Mayor Sadiq Khan said anti-Muslim crimes have increased sharply since the London Bridge killings.\nLast week 66-year-old James T. Hodgkinson III attacked congressional Republicans practicing baseball in Alexandria, Virginia, injuring five including House Majority Whip Steve Scalise. Hodgkinson was shot by police officers and died shortly after his attack.\nHodgkinson was a rabid critic of President Trump who posted on Facebook: \"Trump is a Traitor. Trump Has Destroyed Our Democracy. It's Time to Destroy Trump & Co.\" Before he carried out his attack, Hodgkinson had asked two Republican congressmen who were at the baseball practice, Florida Rep. Ron DeSantis and South Carolina Rep. Jeff Duncan, if the players were Republicans or Democrats. Duncan said they were Republicans.\nHodgkinson's attack was clearly an act of leftist terrorism.\nTwo months ago, on April 18, in Fresno, California, Kori Ali Muhammad stalked three white men with a revolver before shooting and killing them. On social media, Muhammad had called white people \"devils\" and posted about black separatism. Muhammad's father told the Los Angeles Times that his son believed that he was part of conflict between blacks and whites and \"a battle was about to take place.\"\nMuhammad's attack clearly was a terrorist attack motivated by racism.\nThe reason that attacks by American terrorists who are not jihadist militants are sometimes not called \"terrorism\" is, in part, because in the United States terrorism is a crime which has to be in some way be associated with a \"designated\" terrorist group such as ISIS. These groups are designated by the U.S. State Department and are invariably foreign terrorist organizations.\nBelonging to such a group is a crime in the United States, but because the First Amendment protects all kinds of hateful speech and ideas, neo-Nazi groups or other organizations based in the United States that espouse hateful views are not as a legal matter considered terrorist organizations, even if their adherents sometimes conduct acts that amount to terrorism.\nIt is perhaps not surprising that in an age of polarization where anti-immigrant sentiment is strong in some Western countries and where political emotions run high (be it over \"Brexit \"in the United Kingdom or over President Trump in the United States) we are seeing acts of political violence emanating both from the far left and the far right. They come in addition to the attacks by jihadist militants -- which remain, of course, a very real concern.", "\nJUST WATCHED\nHow Muslims feel after the Finsbury Park attack\nMUST WATCH\nStory highlights\nH.A. Hellyer: Nativistic extremism can be as deadly as its Islamist counterpart\nFar-right activists might not be breaking the law, but they do bear some responsibility for violence that results, writes Hellyer\nDr. H.A. Hellyer (@hahellyer), senior nonresident fellow at the Atlantic Council (DC) and the Royal United Services Institute (London), is author of \"Muslims of Europe: The 'Other' Europeans\" and \"A Revolution Undone: Egypt's Road Beyond Revolt.\" The views expressed in this commentary are solely those of the author.\n(CNN)As the UK and the world process what happened in London's Finsbury Park, it's important we learn the right lessons. How did we get to this place, where a man literally runs down Muslim worshippers leaving prayer?\nThis tragic event is instructive -- in how we as a society relate to it, how we deal with the aftermath and in how we can avoid denial.\nH.A. Hellyer\nThe number of people who want to mow down Muslims as they come home from prayer are very few in our country. But those who want to engage in a cultural war against Muslims and Islam are far more numerous. The latter doesn't necessarily lead to the former -- but we are dishonest and kidding ourselves if we insist there is nothing in common between them.\nWe tend to forget history far too quickly. The attacker today didn't come out of nowhere. Only a few years ago, one of the most devastating attacks on European soil took place at the hands of a white supremacist, Anders Breivik, in Norway.\nIndividual assaults on Muslims and mosques take place, alas, on a very regular basis -- the \"Tell MAMA\" organization that tracks such attacks reports this with great detail. The anti-Jewish rhetoric that so infested our continent in the 1920s and 1930s bears dangerously close similarities to the anti-Muslim bombast that is common today. We're not talking a new Holocaust, even though we should remember that it wasn't that long ago that the genocide of Bosnian Muslims took place.\nRead More\nJUST WATCHED\nLondon Mayor: Zero tolerance for hate crime\nMUST WATCH\nLondon Mayor: Zero tolerance for hate crime01:31\nWe should all appreciate that security services acted so quickly to respond to the attack. According to reports, they were there within one minute of the attack taking place, and they confirmed it was a terrorist attack within eight minutes.\nWe should all take stock of that. This was a terrorist attack, apparently perpetrated by an anti-Muslim bigot, who openly declared himself to be as such when he reportedly started shouting, \"I want to kill all Muslims,\" at those people he tried to kill. We shouldn't call this event anything other than an anti-Muslim, Islamophobic, terrorist attack.\nThe suspect, named in media as Darren Osborne, survived the attack but in his survival, he brought to light the dignity of many of those he allegedly sought to kill at that very mosque. After literally running down many of their fellow Muslims, the suspect found protection -- not wanton vigilantism -- at the hands of a group of congregants and an imam at the mosque, who stood guard over him as the police came to retrieve him.\nSo many times in recent years, different populist figures have argued that \"Muslims don't respect our laws.\" People should remember the image of an imam guarding the man who had just attacked his community the next time yet another piece is written condemning Islam and Muslims.\nWhat we say about Muslims matters. We must not pretend that the discourse of anti-Muslim bigotry is not directly related to the effects it produces. When far-right activists say things like \"we need less Islam,\" they are not driving the van that killed anyone. But it would be facetious to insist there's no correlation. Those who agitate against Muslims en masse may not be breaking the law, but they do bear some responsibility for what happens next.\nThe populists will cry foul, and insist they are just being critical, which is their right in an open society. That's a red herring argument. As an academic, I engage in critique of all sorts of ideas all the time; and when I engage in religious studies, I see all kinds of harsh criticism, about religion in general and Islam in particular. There's a massive difference between that sort of critique, and the critique that vilifies and borders on hate speech or worse.\nThe former official reviewer of terrorism laws, David Anderson, has already noted that a quarter of those who are referred to the government anti-radicalization program are far-right radicals, and that kind of extremism can be as deadly as its Islamist counterpart. In some parts of the country, far-right radicals exceed the numbers of Islamist extremists -- that's according to the security minister, Ben Wallace.\nThese far-right radicals are not all being primarily motivated by the ideological factors exploited by far-right wing propagandists -- any more than other types of terrorists are always being primarily motivated by ideology. The nature of radicalization is that it is not a single process -- it is a multiple set of processes, different with different people, with a variety of factors at play.\nBut just as we rightly point out the debilitating nature of Islamist extremism in combating terrorism, we must be clear and forthright about the effects of this kind of nativistic extremism that leads to death as well. And we should insist that our institutions remain accountable as they pursue any kind of anti-extremism strategy, to ensure they also include this kind of deadly extremism.\nThis attack warrants one response -- a complete and total denunciation and a recognition that radical populist extremism feeds off a much more common populist bigotry against Muslims. Unlike the radical Islamism that we seem so fearful about, this type of populist anti-Muslim bigotry finds its way easily into the most mainstream of our media and our institutions. If we fail to recognize that today, we ought not to be surprised when the next attack takes place -- and if it is far more deadly.", "\nJUST WATCHED\nCharlottesville fallout fuels conspiracy theories\nMUST WATCH\nStory highlights\nAsha Rangappa: In Europe there is a growing link between extreme right-wing hate groups and Russia\nThis highlights an opportunity for Russia to use domestic hate groups to escalate its activity in the US, she writes\nAsha Rangappa is an associate dean at Yale Law School. She is a former special agent in the FBI, specializing in counterintelligence investigations. The opinions expressed in this commentary are solely those of the author.\n(CNN)President Donald Trump's failed response following the violent protests in Charlottesville, Virginia, by Nazis and the KKK was not only unpresidential, it also highlighted again the problem of Russia.\nThis is because throughout Europe an expanding and persistent link exists between extreme right-wing hate groups and Russia. Although there is no evidence to date that Russia is directly supporting extreme right groups in the United States, this established connection, when viewed through the lens of Trump's response to Charlottesville, suggests an opening for Russian intelligence to use domestic hate groups as a vehicle for escalating their active measures inside the United States.\nWhile the dominant chant during the tiki-lit march on Friday was \"You will not replace us,\" there was another refrain as well: \"Russia is our friend.\" Such unabashed admiration for Russia is not surprising, given that militant Russian nationalism -- the idea that political scientist Richard Arnold describes as tying \"a desire for ethnic greatness to the greatness of the state\" -- mirrors the goal of hate groups to reclaim white superiority in the United States as well.\nRussian President Vladimir Putin's traditionalist-nationalist rhetoric, which blames secularism, diversity and internationalism for the weakening of Western democracies, gives voice to the grievances that American hate groups have felt for so long.\nRussia has taken advantage of its exalted status among right-wing extremists to expand its influence throughout Europe. Western intelligence services have determined that right-wing movements in their countries have received financial support from Putin and in some cases, like Hungary, arms and training from the GRU, Russia's military intelligence organization. Russia has denied tampering.\nRead More\nWith the growing momentum white supremacists have in the United States under the Trump administration, it's not inconceivable that Russia could attempt to support similar operations here, particularly given the ties that already exist between leaders of white supremacist groups and the Russian government. Richard Spencer, for example, who helped organize the Charlottesville protest and is an avid admirer of Putin, married Nina Kouprianova, a Russian propagandist whose writings (under the pen name Nina Byzantina) mirror the Kremlin's rhetoric, according to the Daily Beast. It's been reported that they are separated, which Spencer denied when speaking at Auburn University in June.\nKouprianova also reportedly denies being a member of any white nationalist movement, but expressed sympathy for movements that \"challenge the dominant and globally oriented post-liberal ideology.\" And Spencer himself, along with former KKK leader David Duke, has close relationships with Alexander Dugin, whom Newsweek describes as a Russian \"ultranationalist\" with ties to Russia's foreign intelligence chief. Both Spencer and Duke have also used Russian state-sponsored media to propagate their extremist views. These connections create a ready-made entry point for Russian intelligence to directly engage with domestic hate groups and take their disinformation campaign a step further -- toward destabilization.\nUnfortunately, under our current circumstances, stopping a Russian effort like this in the United States would be difficult. Although the FBI has a broad counterintelligence mandate, hate groups enjoy constitutional protections that make them presumptively off-limits for counterintelligence investigations. The reason lies in the FBI's checkered past: From 1956-1971, the FBI ran a domestic spying program called COINTELPRO, which focused on illegally monitoring, infiltrating, and disrupting American political organizations including the KKK, communist groups and civil rights groups, among others.\nThe Church Hearings in Congress, which followed the program's exposure, resulted in the creation of the Attorney General Guidelines, rules that significantly restrict investigations that may impinge on activities protected by the First Amendment. Even when these groups cross the line into criminal and even terrorist activity, these same constitutional protections prevent law enforcement from investigating them as aggressively as international terrorist groups.\nThis vacuum creates a perfect opportunity for Russian intelligence. Apart from exploiting the openness of KKK and Nazi groups to Russian propaganda that supports their ideology, Russia could also funnel financial support to these groups to intensify their activities with little fear of detection.\nRussia has another good reason to believe its efforts would be fruitful: The Trump administration no longer includes white supremacist groups as a threat in its Countering Violent Extremist program under the Department of Homeland security, so these groups can continue to expand virtually unchecked.\nGiven Russia's role in fueling right-wing extremism around the world, our concern over President Trump's mixed signals about hate groups should go beyond how he directly responds to events like Charlottesville. It opens the United States up to broader risks as well. His implicit endorsement of domestic right-wing extremism is a green light for Russia to extend its destabilization campaign here, if it hasn't done so already.\nThe Russian cloud over the Trump administration never seems to disappear.", "\n(CNN)In the 1976 TV movie \"The Boy in the Plastic Bubble,\" the main character, played by John Travolta, is a kid who lacks an immune system to protect him from infection. He suffers from the isolation of life inside a sealed environment. Based on a true story, the tragic elements of the tale were heightened by the fact that all he knew of the outside world came to him via television.\nFor much of his life, Donald Trump has suffered from his own form of isolation, protected from the challenges of life as most people know it, in a bubble of his own. It was one of private schools and great wealth, and a lavish gilded lifestyle with armed guards who kept the world at bay. Of course all that was valuable could be had inside the Trump empire.\nIn the Trump calculus, this close circle only makes sense: As Donald Trump Jr. told me, the family believes in the \"race horse theory\" of human development, which holds that they are superior to others by virtue of genetics.\nThus endowed, our President has had little reason to study issues or the world at large. He was, at birth, better than those whose ideas or backgrounds caused him any discomfort. Why bother to know any more? Now that he is President, the answer to this is obvious. He leads a vast and diverse country challenged by the most complex problems imaginable. But if his long history of detachment from the lived reality of America is an indication, none of this is obvious to him.\nThe President's biography -- which is a story of utter isolation from those who walk the sidewalks, drive their own cars, and wash their own dishes -- helps explain the astounding worldview laid before us in his bizarre response to the racist rallies in Charlottesville last weekend, one he continues to punctuate with inflammatory Tweets on the incident.\nRead More\nThe protests culminated in a deadly vehicular attack on anti-hate demonstrators. Heather Heyer died, many more were injured. But in the aftermath, Trump seemed guided not by empathy for the victims or the needs of the nation, but by his desire to maintain connection with the extreme elements of his base.\nJUST WATCHED\nTwo GOP senators speak out against Trump\nMUST WATCH\nTwo GOP senators speak out against Trump01:35\nAfter two false starts, on Saturday and Monday, a President who believes he is never wrong threw aside the advice he had been given and, in a combative appearance before reporters, blamed almost everyone involved, excusing hate groups and those in his base who are partial to them. \"But you also had people that were very fine people on both sides,\" Trump added.\nHe appeared to parrot a line from Fox News, one of the few cable news stations permitted in his bubble, as he complained about efforts to remove Confederate statues. \"I wonder, is it George Washington next week?\" he said. \"And is it Thomas Jefferson the week after? You know, you really do have to ask yourself, where does it stop?\"\nAs Buzzfeed noted, Fox host Martha MacCallum had raised a strikingly similar point the night before. \"You could make an argument for Thomas Jefferson or George Washington,\" she said. \"Are you going to change the name of the Washington Monument?\"\nAs the relationship between the comment on Fox and the President's words suggests, Trump tries to limit what enters his echo chamber to praise and affirmation. He assumed this practice as a young businessman, when he began each day with a stack of positive press clippings, gathered by his assistants, who had circled his name.\nAs he told me, he has never been a reader of books, and his favorite method for gathering information involves quizzing the people whom he might see in a day. For much of his life, nearly all of these folks have depended on him for a paycheck or business deals, so you can imagine the kind of feedback he has received.\nIn the White House, Trump has held onto his avid TV watching habits, gleaning talking points from the same outlets who backed him as a candidate -- and sometimes repeating them, via Twitter, almost instantaneously.\nBut long before Fox News was around to supply his prompts, Trump was surrounding himself with familiar and agreeable faces who validated his perspective -- including on issues of race, which would rear up in Trump's response to Charlottesville.\nJUST WATCHED\nGOP rep tweets Trump a reminder\nMUST WATCH\nGOP rep tweets Trump a reminder 01:26\nIndeed Trump's suggestion that some who marched to Nazi and anti-Semitic chants -- \"blood and soil!\" and \"Jews will not replace us!\" -- could also be \"fine people\" was consistent with the kind of racial insensitivity he first expressed at a young age.\nIn his debut as a public figure, Trump announced he would fight federal fair housing laws, which, from his entitled perch, he resented as \"reverse discrimination.\" His lawyer, Roy Cohn, likened the Justice Department to a bunch of Nazi thugs. A Jew who expressed both anti-Semitic and racist ideas, Cohn lived inside Trump's bubble, becoming his political mentor. Cohn's currency was gossip and threats. He relished his reputation as a shadowy figure who represented mob figures and always seemed to be just one step ahead of the law himself.\nUpon Cohn's death, this duty of offering political advice to Trump was assumed by a similarly notorious character named Roger Stone, who has had Trump's ear since the 1980s. Stone's rules, which he freely explains to anyone who asks, begin with \"attack, attack, attack -- never defend.\" And \"admit nothing, deny everything, launch counterattack.\"\nThe Stone method was a fit for Trump, who has always preferred pugnacity to nuance -- prosecuted, of course, from within a protective cordon of lawyers. Stone was an adviser when Trump complained in the 80s (from his view above Trump Tower, overlooking Central Park) that young black men are specially advantaged due to affirmative action. He was there, too, when Trump paid for full page advertisements in four New York papers demanding -- long before any trials -- that five teenagers arrested in the famous Central Park jogger assault be given the death penalty.\nWhen DNA evidence cleared the accused and they were released after serving years in prison, an echo of Roger Stone's modus operandi could be heard in Trump's complaint about the millions in compensation they received from New York City. \"The police doing the original investigation said they were guilty,\" said Trump. \"The fact that that case was settled with so much evidence against them is outrageous.\"\nMore outrageous, of course, was Trump's perverse \"birther\" crusade, which found him questioning the legitimacy of America's first black president by suggesting he was foreign-born and thus ineligible for the office he held. Long after others abandoned this notion, Trump remained impervious to the racial animus it encouraged.\nAs it is with ideas in his bubble, so it is with human contacts. In his business life, Trump hired with an eye to loyalty first and experience second. Those who challenged him were soon dismissed; those who joined the amen chorus thrived.\nTrump has had only two executive assistants for his entire business career, and when he went to Washington he brought with him a security man he has employed for decades. Noticed by Trump when he was a guard at a tennis match in 1981, Matthew Calamari has been with Trump ever since and is now chief operating office for his business organization.\nCan you imagine that any of these denizens of the Trump Bubble have made it a habit to counter his assumptions?\nAs President, Trump has rarely traveled outside of the states he considers part of his political base, ignoring his responsibility to hear and serve all Americans. His need for the comforting cocoon seems to be greater in moments of stress.\nAnd despite Trump's much reported penchant for telephone chats, there are few he gets on the line with; friends like Tom Barrack and Chris Ruddy get much attention. Senators who might be useful new allies, but not necessarily yes-men and -women? Not so much.\nOthers who have occupied the White House have complained of the bubble it creates around them. Trump (who is, incidentally, a self-described germaphobe) seems to enjoy it.\nBut this isolation is a big problem. As President, Trump continues to play with the fire of bigotry, as he always has. The Bubble allows him to do this with little apparent regard for how it affects the lives of the people he now governs.\nIn the aftermath of Charlotteseville, the President has shown he would rather frighten his fellow Americans -- possibly, as his now ex-chief strategist Steve Bannon has said, for political advantage -- and degrade the nation's standing in the world than admit he is mistaken and serve the country he has sworn to lead.\nHe seems oblivious to the pain felt by others, as if he has spent so much time away from or ignoring those with different points of view that he is no longer aware that they exist.", "\n(CNN)\"The worst part is that people got hurt,\" a seventy-year-old man caught up in the Charlottesville clashes told the Washington Post. \"The police stood by and didn't do a g------- thing.\" Experts as distinguished as former Philadelphia chief Charles H. Ramsey commented on that department's failure to \"have overwhelming force\" on hand, and others spoke of the police appearing \"outnumbered, ill-prepared and inexperienced.\"\nAs a former law enforcement executive and the current deputy mayor of Rochester, New York, I am deeply anxious about the rallies extreme far-right groups are planning in cities across the country this weekend. My concern is that the police in at least some of these cities will find themselves in the same horrific predicament the Charlottesville PD faced on August 12.\nCedric L. Alexander\nIn times of hazard, the police are the primary point of contact between the government and the public -- victims, prospective victims, perpetrators, and prospective perpetrators of violence alike. Quelling a riot is hard and dangerous work, but the even greater challenge is to \"be the government\" when everything is chaos.\nWhat Charlottesville needed most urgently was the full embrace of their government. The most difficult and demanding police mission is to provide that embrace, and in my estimation, the Charlottesville department fell short and must accept a share of the blame.\nBut not the lion's share.\nRead More\nIn responding to each call for help, a police force brings the policies and values of both the local and national government to bear. In Charlottesville, we saw the grave danger both the police and the community face when the government's very highest authority, the President of the United States, fails to live up to the duties of his office.\nIn Charlottesville, I believe, this failure contributed to injury and tragic loss of life. It degraded the performance of the police force. My fear is that something similar could happen again this weekend on a larger scale.\nI do not mean to say that President Trump has not aired opinions -- some vague, others inflammatory, many inconsistent and self-contradictory. I do mean that he has time and again failed to articulate unambiguous policies and values. The pronouncements that routinely issue from this White House are almost always supremely incoherent.\nTo many, they are also evasions conveyed through figurative winks and nods. Speaking to police on Long Island on July 28, Trump encouraged a policy of brutality. \"When you guys put somebody in the car and you're protecting their head, you know, the way you put their hand over? ... I said, you can take the hand away, okay?\" Police leaders nationwide pushed back and denounced brutality. But the presidential eye had already winked and the head already nodded.\nLaws cannot be enforced and communities cannot be protected this way. Mixed messages from President Trump put in jeopardy the police as well as the communities they serve. At the very least, they lead to a degree of paralysis among first responders. At the very worst, they condone unnecessary force. Either way, lives are put at risk.\nPresident Trump has not confined mixed messages to law enforcement; his winks and nods have also been directed toward proponents of white supremacy and white nationalism. He has given us government by innuendo. Who can blame a police department for an inability to enforce innuendo?\nThe tragedy of Charlottesville is that, this time, the innuendo encouraged domestic terrorists. What will happen this weekend?\nAll police officers swear an oath to uphold the Constitution. It is too often a most difficult duty to perform, especially in situations like Charlottesville, when the First and Second Amendments come into conflict.\nWhile the rights guaranteed by the Constitution are absolute, putting them into practice very often cannot be. Both common sense and common morality (as well as judicial ruling) say we cannot use free speech to yell Fire! in a crowded theater that is not burning. And our right to \"assemble\" is governed by the adverb \"peaceably.\" Assault with fists, pepper spray, improvised spray-can flamethrowers, baseball bats, and automobiles do not constitute free speech or assembly. We have the right to bear arms, and, in Virginia and a number of other states, the right to carry them openly. But do those marching with assault rifles (per the Second Amendment) broadcast to the police and the community an intention to assemble \"peaceably\" (per the First Amendment)? And should the police do nothing until, armed as they are, their true intention is revealed?\nPolice leaders and officers are called on to make Constitutional judgment calls all the time. Making these is far more difficult when the only messages sent from the top are winks and nods -- mostly toward the extreme right.\nWe don't know how the President feels about these upcoming rallies, but former KKK Grand Wizard David Duke has been very clear about his own feelings toward the President. \"Thank you President Trump for your honesty & courage to tell the truth about #Charlottesville & condemn the leftist terrorists in BLM/Anitfa.\"\nThe rest of us are still waiting for the President to deliver something more than his stunning equation of armed Nazis, white supremacists, and anti-Semites with those who stood up to oppose them in Charlottesville. Donald Trump proclaimed himself the \"law and order candidate\" and was duly elected. But how can you be the law and order President if you cannot tell the difference between right and wrong?", "\n(CNN)Americans often think of themselves as belonging to an exceptional nation, and in many ways they do. They belong to a tolerant, multicultural society that has led the world toward a more innovative and more inclusive future through new technologies and a unique embrace of diverse cultures.\nBut the United States also leads the world in other ways that don't match the often complacent self-conception that many Americans have of their own country. The United States locks up more of its population proportionally than any other country in the world, including authoritarian regimes such as Russia and China, according to the International Centre for Prison Studies.\nIt also leads in another dubious statistic: More Americans are killed by fellow citizens armed with guns than in any other advanced country, according to the Small Arms Survey.\nIn 2011 alone, according to FBI statistics, more than 11,000 Americans were killed by firearms in the United States (a figure that excludes suicides).\nDespite all the reasonable concerns in the United States about jihadist terrorism, in any given year Americans are almost 2,000 times more likely to be killed by a fellow American armed with a gun than by a jihadist terrorist. Since the 9/11 attacks, 103 people have been killed on US soil by jihadist terrorists, according to data collected by New America. Just last week, in fact, eight people were killed in a terrorist attack in lower Manhattan.\nRead More\nBy contrast, in the United Kingdom, a country which is similar to the United States in terms of its laws and culture, Britain suffers around 50 to 60 gun deaths a year in a country where the population is around a fifth the size of the United States. In other words, you are about 40 times more likely to be killed by an assailant with a gun in the United States than you are in the United Kingdom.\nTo be sure there are occasional mass-casualty attacks in Europe by murderers armed with guns, such as the assaults by the neo-Nazi Anders Breivik, who killed 77 in Norway in 2011, and the attack in Dunblane, Scotland, at a school where 16 children were killed in 1996, but these are exceptions to the rule.\nWe still don't know the motivations of Stephen Paddock, who last month carried out the worst mass shooting in modern American history, killing at least 59 and injuring more than 500 in Las Vegas, but what we do know, so far, is that he had 23 rifles in the room from which he launched his rampage.\nPaddock also hailed from Nevada, a state that allows \"open carry,\" which enables its residents to openly display weapons in public. Which other civilized country allows its citizens to show up, say, at a Starbucks carrying semi-automatic guns?\nTexas is another open carry state whose citizens can carry rifles and handguns openly. While many details are at this point unknown, at least 26 people were killed when a shooter opened fire on Sunday at a church in Sutherland Springs, Texas.\nA man who lives near the church used his own rifle and shot at the gunman, said Freeman Martin, a Texas public safety official. \"The suspect dropped his rifle, which was a Ruger AR assault-type rifle and fled from the church,\" according to Martin.\nThe Second Amendment, of course, is the Second Amendment, so certainly American laws allow the possession of weapons by its citizens. But it's unlikely that the Founders' intention was to let troubled American citizens acquire arsenals to kill as many as their fellow citizens as possible.\nWith each new outrage -- from the Sandy Hook massacre to the attack on the gay nightclub in Orlando -- there follows a certain amount of soul-searching by the American public and policy makers about the distinctive American gun culture that has developed in recent years, where pretty much anyone can acquire an arsenal of weapons. But each time the moment of self-reflection seems to pass.\nThis is a tribute to the political muscle of the National Rifle Association which embraces a Second Amendment absolutism that allows even the dangerous number of less than 1,000 Americans who are on the \"no fly\" list to legally purchase semi-automatic weapons.\nOne can only hope that the tragic events in Las Vegas and Texas may change this. However, given that previous tragedies have not changed this deadly equation, there is really little reason for hope.\nThat resigns us to a dystopian future where Americans attending something as innocuous as an office holiday party in San Bernardino in 2015, or partying at a nightclub in Orlando the following year, or attending a country music concert last month in Las Vegas, or church on Sunday in Texas have to live with the lethal reality that they may become the innocent targets of their well-armed fellow citizens.\nCorrection: An earlier version of this article misstated the name of the shooter in Norway as Andres Breivik.", "\n(CNN)With critics of chief of staff John Kelly calling for his resignation after he supported an accused wife beater who recently resigned from the White House staff, it's time to ask a simple question: How many appalling characters must be wrung out of the West Wing before we recognize that the problem is the man at the top, who sets the tone for the workplace culture?\nKelly's stubborn defense of Robert Porter, who faces abuse accusations from three women, including a former wife who shared a photograph of her bruised face with the media, is consistent with President Trump's lifelong penchant for doubling down on outrageous statements. Decades of this practice trained many people to accept \"Trump being Trump,\" which meant they discounted his racist, sexist comments and tweets. More importantly, the more Trump got away with his outrageous behavior, the more he came to regard this trait as something positive -- and he brought into his inner circle men with the same bully-boy ways.\nJUST WATCHED\nSource: Kelly knew of abuse claims for months\nMUST WATCH\nSource: Kelly knew of abuse claims for months01:47\nHopes that Kelly might be a stable influence on the President faded as he got in on an unseemly spat between Trump and a war widow who felt the President disrespected her. More recently, Kelly exposed himself as truly Trumpian by saying \"some would say\" immigrants who failed to enroll in DACA were \"too lazy to get off their asses.\" The very next day Kelly offered presidential-grade bluster in response to news that Robert Porter, the man who controls the flow of information in the Oval office, couldn't pass an FBI background check because of accusations of abuse from three women, two of whom are his former wives. He said in a statement that Porter was \"a man of true integrity and honor and I can't say enough good things about him. He is a friend, a confidante, and a trusted professional. I am proud to serve alongside him.\"\nRead More\nIn staffing his campaign for president and later his administration, Trump either attracted or sought out men with attitudes similar to his own. In this crowd it was okay to be overly aggressive, or burdened with a sketchy background, just as long as you were truly useful to the President and didn't upstage him. Consider this list:\nCorey Lewandowski, Trump's first campaign manager, was the embodiment of obnoxious pugnacity and ended up on video grabbing a female reporter at an event, forcibly preventing her from asking Trump a question. Although battery charges were dropped, proof of the altercation remains available online. Days later, Lewandowski grabbed a protester at a Trump rally. In both cases, the candidate defended his man, but when he became too much of a distraction, he was let go.\nPaul Manafort, who replaced Lewandowski as campaign manager, came to the Trump campaign from the dark corners of international political consulting, where his clients included a rogue's gallery that should have disqualified him from any presidential hopeful's campaign. Add his connections to Russian oligarchs, and Manafort was toxic. But he was also a guy willing to do what others would not, and this is a trait Trump displays himself. So it was that Manafort became a Trump insider until, of course, he was ousted -- and later indicted by special counsel Robert Mueller as part of the investigation into Russia's election meddling.\nSteve Bannon followed Manafort into Trump's campaign and then the White House, despite, or rather because of, his reputation as a tough-guy extremist. In his prior job as head of the Breitbart news organization, he published virulent anti-Muslim and anti-woman pieces, and welcomed so-called alt-right provocateurs who exhibit a range of hateful attitudes. Bannon's personal problems included sexist comments in the workplace and his ex-wife's accusations of assault (charges were later dismissed). Nevertheless, Trump drew Bannon close and kept him close until he started to upstage him in press interviews. Only then was he forced out.\nMichael Flynn, like Gen. Kelly, was a military man, and was every bit the tough guy in the campaign as he chanted \"lock her up!\" about Hillary Clinton. This display, which disrespected the rank Flynn had achieved in the Army and showed terrible judgment to boot, would be enough to disqualify him from serving some presidents. In Trump's case, it likely cemented Flynn's standing. He served as White House national security adviser for less than a month. He now stands convicted of lying to the FBI and is cooperating with Robert Mueller's Russia investigation.\nJUST WATCHED\nCarpenter: This White House defends abusers\nMUST WATCH\nCarpenter: This White House defends abusers07:36\nSebastian Gorka, a campaign adviser who followed Trump to the White House, came with questionable expertise and links to ultra-nationalists. He has a longstanding warrant for his arrest issued by authorities in his native Hungary related to an incident involving a firearm. In 2016 he was stopped at an airport, where he tried to enter carrying a gun. He has noted that his \"everyday carry\" includes a pistol, a knife, and a tourniquet. Trump ignored these obvious signs of trouble as he relied on Gorka to berate his critics. Then he seemed to run afoul of a new chief of staff -- John Kelly -- and left his White House post.\nKelly, a retired marine general, was supposed to be the man who would calm Trump's White House, and Gorka's departure suggested he was up to the task. The President was obviously comfortable with Kelly because he was a military man (Trump famously loves generals) with a tough-guy demeanor, and because he was, like Trump, a hawk on immigration.\nAnd now, Robert Porter. As sensible people responded with alarm to the news that the White House employed Porter even after red flags were raised about his past, Kelly defended him as \"a man of true integrity and honor.\" Kelly's statement, and reports that he encouraged Porter to stay on the job, reveal the inclinations of a man ruled by attitude, not sober reflection. These actions also threatened Kelly's own reputation.\nWhether Kelly stays or goes, he is now yet another example of the toxic workplace culture created by Donald Trump, who clearly brought into his administration the kinds of men who make him feel at ease. Trump has a lifelong record of bullying, aggression, lying, and extremism. (He is, remember, the man who joked about sexually assaulting women on the infamous \"Access Hollywood\" tape.) The six men noted above, and a host of other figures in the administration, have come out of the Trump mold and proven incapable of better.", "\n(CNN)With critics of chief of staff John Kelly calling for his resignation after he supported an accused wife beater who recently resigned from the White House staff, it's time to ask a simple question: How many appalling characters must be wrung out of the West Wing before we recognize that the problem is the man at the top, who sets the tone for the workplace culture?\nKelly's stubborn defense of Robert Porter, who faces abuse accusations from three women, including a former wife who shared a photograph of her bruised face with the media, is consistent with President Trump's lifelong penchant for doubling down on outrageous statements. Decades of this practice trained many people to accept \"Trump being Trump,\" which meant they discounted his racist, sexist comments and tweets. More importantly, the more Trump got away with his outrageous behavior, the more he came to regard this trait as something positive -- and he brought into his inner circle men with the same bully-boy ways.\nJUST WATCHED\nSource: Kelly knew of abuse claims for months\nMUST WATCH\nSource: Kelly knew of abuse claims for months01:47\nHopes that Kelly might be a stable influence on the President faded as he got in on an unseemly spat between Trump and a war widow who felt the President disrespected her. More recently, Kelly exposed himself as truly Trumpian by saying \"some would say\" immigrants who failed to enroll in DACA were \"too lazy to get off their asses.\" The very next day Kelly offered presidential-grade bluster in response to news that Robert Porter, the man who controls the flow of information in the Oval office, couldn't pass an FBI background check because of accusations of abuse from three women, two of whom are his former wives. He said in a statement that Porter was \"a man of true integrity and honor and I can't say enough good things about him. He is a friend, a confidante, and a trusted professional. I am proud to serve alongside him.\"\nRead More\nIn staffing his campaign for president and later his administration, Trump either attracted or sought out men with attitudes similar to his own. In this crowd it was okay to be overly aggressive, or burdened with a sketchy background, just as long as you were truly useful to the President and didn't upstage him. Consider this list:\nCorey Lewandowski, Trump's first campaign manager, was the embodiment of obnoxious pugnacity and ended up on video grabbing a female reporter at an event, forcibly preventing her from asking Trump a question. Although battery charges were dropped, proof of the altercation remains available online. Days later, Lewandowski grabbed a protester at a Trump rally. In both cases, the candidate defended his man, but when he became too much of a distraction, he was let go.\nPaul Manafort, who replaced Lewandowski as campaign manager, came to the Trump campaign from the dark corners of international political consulting, where his clients included a rogue's gallery that should have disqualified him from any presidential hopeful's campaign. Add his connections to Russian oligarchs, and Manafort was toxic. But he was also a guy willing to do what others would not, and this is a trait Trump displays himself. So it was that Manafort became a Trump insider until, of course, he was ousted -- and later indicted by special counsel Robert Mueller as part of the investigation into Russia's election meddling.\nSteve Bannon followed Manafort into Trump's campaign and then the White House, despite, or rather because of, his reputation as a tough-guy extremist. In his prior job as head of the Breitbart news organization, he published virulent anti-Muslim and anti-woman pieces, and welcomed so-called alt-right provocateurs who exhibit a range of hateful attitudes. Bannon's personal problems included sexist comments in the workplace and his ex-wife's accusations of assault (charges were later dismissed). Nevertheless, Trump drew Bannon close and kept him close until he started to upstage him in press interviews. Only then was he forced out.\nMichael Flynn, like Gen. Kelly, was a military man, and was every bit the tough guy in the campaign as he chanted \"lock her up!\" about Hillary Clinton. This display, which disrespected the rank Flynn had achieved in the Army and showed terrible judgment to boot, would be enough to disqualify him from serving some presidents. In Trump's case, it likely cemented Flynn's standing. He served as White House national security adviser for less than a month. He now stands convicted of lying to the FBI and is cooperating with Robert Mueller's Russia investigation.\nJUST WATCHED\nCarpenter: This White House defends abusers\nMUST WATCH\nCarpenter: This White House defends abusers07:36\nSebastian Gorka, a campaign adviser who followed Trump to the White House, came with questionable expertise and links to ultra-nationalists. He has a longstanding warrant for his arrest issued by authorities in his native Hungary related to an incident involving a firearm. In 2016 he was stopped at an airport, where he tried to enter carrying a gun. He has noted that his \"everyday carry\" includes a pistol, a knife, and a tourniquet. Trump ignored these obvious signs of trouble as he relied on Gorka to berate his critics. Then he seemed to run afoul of a new chief of staff -- John Kelly -- and left his White House post.\nKelly, a retired marine general, was supposed to be the man who would calm Trump's White House, and Gorka's departure suggested he was up to the task. The President was obviously comfortable with Kelly because he was a military man (Trump famously loves generals) with a tough-guy demeanor, and because he was, like Trump, a hawk on immigration.\nAnd now, Robert Porter. As sensible people responded with alarm to the news that the White House employed Porter even after red flags were raised about his past, Kelly defended him as \"a man of true integrity and honor.\" Kelly's statement, and reports that he encouraged Porter to stay on the job, reveal the inclinations of a man ruled by attitude, not sober reflection. These actions also threatened Kelly's own reputation.\nWhether Kelly stays or goes, he is now yet another example of the toxic workplace culture created by Donald Trump, who clearly brought into his administration the kinds of men who make him feel at ease. Trump has a lifelong record of bullying, aggression, lying, and extremism. (He is, remember, the man who joked about sexually assaulting women on the infamous \"Access Hollywood\" tape.) The six men noted above, and a host of other figures in the administration, have come out of the Trump mold and proven incapable of better.", "\n(CNN)As he has boasted, President Donald Trump has the best words -- so good they are beyond meaning.\nOn Monday, he said that Democrats who didn't applaud during his State of the Union address were potentially committing \"treason.\" He said, with a shrug: \"Can we call that treason? Why not?\" because \"they certainly didn't seem to love our country very much.\"\nJill Filipovic\nOf course, the definition of \"treason\" is not lack of affection for one's country, but the act of seeking to undermine and betray it. And never mind that it's not the country that Democrats refused to applaud, but its current deficient leader. In Trump's world, he's the most special man-boy in America, deserving of all the applause simply for showing up.\nTrump's press secretary Sarah Sanders said later that Trump was just, you know, goofing around-- \"clearly joking,\" she said -- when he publicly, before the cameras, called sitting members of Congress treasonous.\nHere's one thing that would be potentially treasonous: colluding with a foreign power to win an election. Whether the Trump campaign was involved in such collusion during the 2016 presidential election is among the subjects special counsel Robert Mueller is exploring.\nJUST WATCHED\nHow the GOP reacted to Obama's SOTU speeches\nMUST WATCH\nHow the GOP reacted to Obama's SOTU speeches04:16\nConsider this bizarre bit of news: according to a report in The New York Times on Monday, Trump's lawyers are reportedly trying to keep him from speaking with Mueller. They are apparently not just worried that Trump could incriminate himself by admitting something he's actually done wrong, but that he might simply lie to investigators --play fast and loose with words and truth, as he does so reflexively -- and land himself in serious trouble.\nPart of what makes a democracy function is trust -- in our institutions and in our leaders -- and a belief that our institutions will fill in the gaps where leaders show a lack. Trump has upended that trust, working to gut the administrative state, undermining international confidence in American power and stability, and corroding American confidence in law enforcement, the judiciary and the value of American democracy.\nLeaders overseas don't know when they can believe what he says; how can anyone negotiate with a President like that? Americans at home have learned, like Pavlov's dogs, to meet his lies and wild accusations with a shrug (and a growing sense of dread, if they're liberals) or with enthusiastic salivation (if they're members of Trump's reactionary base).\nIt doesn't matter whether Trump is intentionally deceitful, cognitively impaired, or simply has never suffered consequences from his stated falsehoods and so doesn't care enough to bother with truth; an American president who cannot be taken at his word is a danger to the world.\nRefusing to applaud an idea you disagree with is one of the most basic expressions of free speech, itself a fundamental American value, right there in the very first amendment to our Constitution.\nTrump certainly used his freedom of speech (and freedom of Twitter) to criticize his predecessor, President Barack Obama. Trump, in fact, repeated a series of vicious lies about him, including that Obama wasn't born in the United States. (Can you imagine Obama responding like the thin-skinned Trump to a cool partisan reception at the State of the Union?)\nTrump's untruths and unhinged remarks are so ubiquitous that only the really crazy ones break through the media noise.\nWhat a sad state we're all in, when we've accepted this as normal from our leader -- and when, worst of all, Republicans go right along with the madness and the lies, patting our little boy President on the head and telling him he's doing a good job, that his words are the best words, that he doesn't need to do big boy things like take responsibility for his actions quite yet. That he deserves a trophy just for participating at all.", "\nJUST WATCHED\nThe world's affordable pharmacy is...\nMUST WATCH\nThe world's affordable pharmacy is...01:35\nChester \"Chip\" Davis, Jr. is the president & CEO of the Association for Accessible Medicines, a trade association made up of distributors and manufacturers of generic prescription products. The views expressed in this commentary are his.\n(CNN)There are two opposing forces at play today as patients across the United States struggle to afford their medicines.\nOn one hand, there are the brand name pharmaceutical companies that account for only 11% of overall prescriptions but are responsible for 74% of the costs. The brands drive valuable innovation in the marketplace, but they also do whatever they can to protect their monopolies and insulate their drugs from competition.\nChip Davis\nOn the other hand, there are generic manufacturers that account for 89% of all American prescriptions but only 26% of the cost, and provide lower cost alternatives to more expensive branded medications.\nOver 30 years ago, Congress sought to strike a careful balance between encouraging innovation in drug development and accelerating patient access through the availability of lower-cost alternatives by enacting the law commonly known as Hatch-Waxman.\nFor years this balance worked effectively -- America was a leader in pharmaceutical innovation while developing a competitive generic marketplace. Unfortunately, that balance has slipped away, due in large part to brand companies' relentless and increasing efforts to keep generic competition from entering the market.\nRead More\nBut now, Congress has an opportunity to put the brakes on this anti-competitive behavior by passing new legislation -- The CREATES Act. This bill would be a step toward providing reasonably priced generic drugs to the people who so greatly need them.\nAs it stands, the system is failing not only patients, but also job creators whose ability to provide health coverage to their employers is hurt by out-of-control drug prices, the taxpayers who ultimately foot the bill for expensive branded drugs purchased by state and federal programs, and the generic drug manufacturers we, the Association for Accessible Medicines, represent.\nCompetition from generic medicines drives prices down year after year. Generic drug manufacturers are proud to be able to deliver these benefits to patients and our economy. But as a result of a combination of policy miscues and anti-competitive behavior on the part of brand drug manufacturers, generic manufacturers are in a precarious position.\nBrand name drug companies are perverting the measures originally designed to reasonably protect their intellectual property and allow them to recoup R & D expenses. These anti-competitive business practices by certain branded companies, which subvert and undermine Hatch-Waxman, have shocked the conscience of even some of their own leadership.\nPerhaps the most egregious example of anti-competitive behavior is Allergan's recent ploy to thwart a challenge to a patent for its blockbuster drug, Restasis, by transferring the drug's intellectual property to the Saint Regis Mohawk Tribe in order to \"rent\" the tribe's sovereign immunity from legal proceedings.\nThis prompted the CEO of one major pharmaceutical company to publicly call out Allergan CEO Brent Saunders for being \"desperate to circumvent our system.\" In response, Saunders blamed the patent system for the steps his company has taken.\nIn his confirmation hearing, the newly sworn in Secretary of Health and Human Services Alex Azar spoke truth to power, pledging to bring down drug prices and highlighting the need \"to fight gaming in the system by patents and exclusivity agreements.\" Mr. Azar's experience in the industry -- as the leader of Eli Lilly, the Indianapolis-based pharmaceutical company -- gives him ample insight into the factors driving up drug prices.\nHis vision appears to align with that of FDA Commissioner Dr. Scott Gottlieb, who, in a November workshop held by the Federal Trade Commission, counseled brand companies to \"end the shenanigans\" when it comes to their efforts to prevent competition from reaching the market.\nNow, some generic drug manufacturers are being forced to restructure their business. Headlines of shuttering plants and layoffs portend a trend that, if not addressed swiftly with smart policy solutions, will increase the cost of medicine for patients throughout this nation.\nBut with the passage of the CREATES Act, generic drug manufacturers who must obtain branded drug samples to make a safe, effective copy would be able to sue branded drug manufacturers that refuse to sell samples of their medications.\nThis legislation would, most crucially, benefit patients like those with multiple myeloma being kept alive by the drug Revlimid, but who cannot afford the drug after the price rose by nearly 20% in 2017 alone, and 88% over the last 7 years. Currently, a single tablet of the drug costs about $600.\nRevlimid's manufacturer, Celgene, is accused by generic drug company Mylan of simply refusing to sell samples of the drug to generic drug makers. Celgene has denied these claims but, sadly, this manufacturer is not alone in being accused of manipulating the FDA's safety programs to avoid selling samples of their drugs to generic manufacturers.\nThese \"shenanigans\" are estimated to cost $5.4 billion annually in pharmaceutical spending, and now it's up to the members of Congress to end them. The ability of patients to access life-saving drugs depends on it. We urge them to pass the CREATES Act to ensure that those who need medications can afford them.", "\nJUST WATCHED\nVan Jones rips Trump's death penalty proposal\nMUST WATCH\nVan Jones rips Trump's death penalty proposal01:21\nFord Vox is a physician specializing in rehabilitation medicine and a journalist. He is a medical analyst for National Public Radio station WABE-FM 90.1 in Atlanta. He writes frequently for CNN Opinion. Follow him on Twitter @FordVox. The opinions expressed in this commentary are his.\n(CNN)Vengeance is not a public health policy. But it's implicit in a policy measure coming out of the White House, which would attempt to solve the opioid crisis with a plan that includes sentencing some high-intensity traffickers to death. It may feel good, and for some segment of the population, vengeance may even look good.\nThe death of those deemed to be problematic is how some strongmen leaders that President Donald Trump has embraced keep their hold on power -- such as Philippine strongman Rodrigo Duterte, who is following through on his pledge to kill every drug dealer he can find. But adding to the number of lives lost at the hands of the opioid crisis is not what the United States needs.\nThe 1980s made Trump. During that era's crack and cocaine epidemic, first lady Nancy Reagan led the \"Just Say No\" campaign in an effort to curb drug use. But that effort didn't address the underlying economic, social and educational causes of the drug problem in communities, nor did it equip adolescents with skills to overcome the barriers they faced. Opioids may present a new problem, but our President is looking back to his '80s heyday for an old solution. \"Miami Vice,\" meet the \"Heroin Triangle.\"\nFirst lady Melania Trump started off the presentation at Manchester Community College, telling the audience about her observations of the opioid crisis. She spoke about her time spent with doctors in Cincinnati learning about the growing scourge of newborn infants experiencing opioid withdrawal and the heartbreak she witnessed in a mother who had lost a child to an overdose.\nLike the nation saw in the '80s, the new efforts will include an expensive ad campaign. Some ads, according to the President, will scare kids away \"from ending up like the people in the commercials and we will make them very, very bad commercials.\"\nRead More\nPlenty of research suggests abstinence messaging such as \"Just Say No,\" along with the scare tactics of the police-led DARE campaign, have not amounted to much in the past. But maybe Trump's commercials will be better. Hey, with psychographic Facebook marketing, anything's possible (even Trump's presidency).\nBut it is the idea of a new drug war that occupied most of the President's mind space in New Hampshire. A drug war is good business for some people: the military-industrial complex, the commercial prison industry, gun manufacturers and dealers. \"If we don't get tough on the drug dealers, we're wasting our time,\" the President said. \"And that toughness includes the death penalty.\"\nI've treated numerous people who've overdosed and suffered grievous injury as a result. I'd like to see the traffickers and dealers who supplied them severely punished. So would their families. But injecting the death penalty into this problem is a level of pointless distraction we don't need.\nI remain astonished how anti-government conservatives reserve such reverence for one particular government function: the ability to find perfect justice and seal the matter forever via execution. We entrust our government to convene an ideally representative sample of clear-eyed citizens who will make errorless assessments of guilt, on the basis of government-gathered evidence, in a process overseen by a government-employed judge. But what about anything else we may need government to do, along the lines of improving life for the living, rather than exacting revenge? Suddenly the government is inept, we are told.\nNot everything the President has proposed deserves disdain, however. Drug makers do deserve scrutiny (and sometimes state and federal lawsuits) over reckless marketing tactics. And, as Trump rightly pointed out, overprescribing is a factor worthy of more attention. The White House is even tackling the root causes of exorbitant drug prices so more people can actually access the few opioid alternatives that exist.\nBut far more needs to be done if we want to make a dent in the troubling statistics of opioid abuse. Research on nonaddictive painkillers deserves far more federal funding and should be the centerpiece of any effort to end this problem for good. Instead, the President gave this critical scientific endeavor a mere footnote. The limited array of non-opioid painkillers that medical providers can prescribe help far too few people. It's wonderful when we find a non-opioid drug to be the perfect solution for a patient. But that's far too rare an occurrence.\nPolicies that tinker with our health care system itself are all about the details. \"Nobody knew health care could be so complicated,\" Trump famously remarked last year. Even the deceptively simple matter of clamping down on opioid prescriptions has potentially deadly downstream harms, including people being driven to suicide after having their maintenance medications cut dramatically.\nThe President is telling us he's deadly serious on opioids. Meanwhile, he has only recently named a second candidate to replace the Drug Enforcement Administration director who left his administration reportedly because he didn't think the President had enough respect for the law. Tom Marino, the man he first wanted for the Office of National Drug Control Policy, had to drop out after a \"60 Minutes\" and Washington Post expose showed him kowtowing to opioid industry interests in his prior job as a congressman. In his place, Trump appointed Jim Carroll, who was Washington counsel for Ford Motor Co. and has held other federal government posts.\nIt's true -- one way to keep people off illicit drugs is making the nation as drug-free as possible. Let's filter out the drugs at our borders, and track down and close down the domestic producers and dealers. It's not just drug dealers who kill people; drugs kill people. (It's curious that the Trump administration doesn't use the same logic when it comes to America's gun epidemic.)\nStill, a drug war is serious business -- even if it comes on the order of an unserious president.", "\nJUST WATCHED\nStormy's lawyer: Some incidents took place during Trump presidency\nMUST WATCH\nStormy's lawyer: Some incidents took place during Trump presidency 00:44\nPaul Callan is a CNN legal analyst, a former New York homicide prosecutor and current counsel at the New York law firm of Edelman & Edelman PC, focusing on wrongful conviction and civil rights cases. Follow him on Twitter @paulcallan. The opinions expressed in this commentary are his own.\n(CNN)Stormy Daniels' attorney, Michael Avenatti, has a talent for stirring the publicity pot relating to his controversial porn star client. He dropped his latest morsels Friday during a drive-by of CNN and MSNBC's morning shows. In an interview with Chris Cuomo of CNN's \"New Day,\" he said six additional women had come forward alleging sexual relationships with President Donald Trump and that his office was in the \"early stages of vetting those stories.\" Avenatti also claimed two of the women have nondisclosure agreements.\nAvenatti also told Cuomo that Daniels has faced physical threats, saying she'll disclose more details in an upcoming \"60 Minutes\" interview later this month. He would not answer whether or not it was someone close to the President who threatened her, and later told CNN he couldn't answer a question about whether he or Daniels filed a police report.\nIf Avenatti's statements are true, the interviews suggest that it may be time for Robert Mueller to meet Stormy Daniels. His investigation should focus on possible election law violations relating to the $130,000 hush money payment given to her.\nThe purchase of the silence of Ms. Daniels or possibly other women may be viewed by the Mueller team as unreported \"in-kind\" campaign contributions if the payoff was made to advance the Trump presidential candidacy. Such activity might be viewed as either a civil or criminal offense depending upon the facts of the case.\nA threat of \"physical harm\" to prevent a potential witness from providing relevant information to criminal investigators would constitute a clear-cut obstruction of justice and might violate other state and federal criminal statutes, as well.\nRead More\nJUST WATCHED\nLawyer: There are allegedly six more women\nMUST WATCH\nLawyer: There are allegedly six more women01:39\nThe President's personal, self-described \"pit bull\" lawyer, Michael Cohen, admits to setting up a Delaware corporation, Essential Consultants, LLC to pay the porn star $130,000 in hush money to never speak of sexual encounters he claims the President \"vehemently denies.\"\nStranger still, the agreement in excruciating detail requires that Ms. Daniels must deliver to the President \"every existing copy of all ... video images, still images, email messages, ... or any other type of creation by DD\" (the President). (See Section 3.1 of the Settlement Agreement.)\nTo cut through the legalese, it would seem that the President's personal lawyer was seeking Stormy Daniels' silence as well as copies of -- and non-disclosure of -- images, photographs and video of the President engaging in sexual conduct that he says never happened. This would appear to be a great deal for Ms. Daniels who, if Mr. Cohen is believed, is getting $130,000 to turn over nothing since the President never had an affair with her.\nJUST WATCHED\nMelania stays mum amid Stormy Daniels news\nMUST WATCH\nMelania stays mum amid Stormy Daniels news02:49\nNonetheless, she has hired lawyers to get her out of the agreement.\nShe may well believe that she can earn a lot more than $130,000 if she markets her story of an affair with the President, and, of course, the sky is the limit on income if she has Mr. Trump on videotape.\nAttorney Cohen adds yet another curious detail stating he has paid the entire $130,000 Stormy silence fee personally, obtaining the money through a home equity line of credit on his home. Neither the Trump campaign nor the \"Trump Organization\" was involved, he says.\nCohen will presumably assert that he didn't personally violate federal election campaign laws because he was acting as a personal friend of Donald Trump's, protecting his friend's reputation -- which mimics the successful defense in the John Edwards' criminal prosecution. Friends of Edwards had contributed nearly $1 million to hide the candidate's pregnant mistress while Edwards ran for president.\nEdwards obtained a partial acquittal -- on the charge that he violated campaign laws -- at trial and prosecutors declined to prosecute on the remaining criminal charges upon which the jury had been unable to reach a verdict.\nIf Stormy Daniels reveals in her \"60 Minutes\" interview the details of her alleged sexual encounters with the President, she may well face a claim for damages as high as $20 million under the terms of her NDA agreement with EEC,LLC . That agreement has yet to be ruled illegal by any court.\nThe real question, though, is whether Robert Mueller will view the agreement as a criminal violation of US election laws. If he does, the NDA may have an impact on Mr. Trump similar to the impact that a very famous blue dress had on Bill Clinton.", "\nJUST WATCHED\nTrump defends VA pick, leaves opening for exit\nMUST WATCH\nTrump defends VA pick, leaves opening for exit02:30\nRyan Lizza is a CNN political analyst. The opinions expressed in this commentary are solely those of the author.\n(CNN)In 2005, President George W. Bush stunned his supporters by nominating his White House counsel and former personal lawyer, Harriet Miers, to the Supreme Court. While Miers was beloved by staffers inside the White House, even right-wing commentators considered Bush's decision reckless.\n\"However nice, helpful, prompt and tidy she is, Harriet Miers isn't qualified to play a Supreme Court justice on 'The West Wing' let alone be a real one,\" Ann Coulter wrote at the time.\nAfter what Bush later called \"three terrible weeks,\" Miers phoned the president. It was late at night and Bush was working in his office in the Treaty Room. Miers told Bush she wanted him to withdraw her nomination.\n\"I put my friend in an impossible situation,\" Bush later recounted in his memoir, \"Decision Points.\"\nRead More\n\"If I had it to do over again, I would not have thrown Harriet to the wolves of Washington.\"\nJUST WATCHED\nSenator slams WH for 'sloppily' vetting Jackson\nMUST WATCH\nBush soon chose Samuel Alito, who had elite legal credentials. Conservatives cheered the pick, and though Alito still had a rough confirmation process, the Senate confirmed him.\nThe Miers debacle has served ever since as a cautionary tale for presidents. The main lessons were that presidents should pick personnel for top positions who were a) at least minimally qualified and b) not viewed as cronies.\nAs with so many lessons of previous presidencies, the Miers episode seems quaint in the age of President Donald Trump. Trump has appointed his daughter and son-in-law to senior positions in the West Wing. His picks for top cabinet positions have been sent to the Senate with little or no vetting, putting Congress more firmly in charge of a scrubbing process to which the White House previously paid a great deal of attention.\nThe Presidential Personnel Office, which is in charge of recruiting potential administration officials, has been hobbled by inexperience and incompetence. In a devastating investigation, The Washington Post recently reported that the leadership of the office, rife with cronyism, includes \"a college dropout with arrests for drunken driving and bad checks and a Marine Corps reservist with arrests for assault, disorderly conduct, fleeing an officer and underage drinking.\"\nJUST WATCHED\nWhistleblowers detail allegations against Jackson\nMUST WATCH\nWhistleblowers detail allegations against Jackson01:23\nSo few could have been surprised that Trump chose Ronny Jackson, the White House physician, to run the troubled Department of Veterans Affairs. Like Miers, Jackson was well-liked by White House staffers. Like Miers, both the right and the left found the pick shocking and embarrassing.\nGiven the impulsiveness of the decision, it was predictable that Jackson, the subject of apparently no White House vetting, would run into trouble in the Senate. On Monday, a hearing on his nomination was canceled amid vague allegations of professional misconduct and it became apparent Jackson's nomination was in grave danger.\nOn Tuesday afternoon, Trump delivered what may have been the final blow. In a rambling stream-of-consciousness answer to a question about Jackson's status, Trump, as he often does, narrated the drama over his VA pick as if he wasn't the president who nominated him.\n\"I said to Dr. Jackson, 'What do you need it for?'\" Trump told reporters. \"So we'll see what happens. I don't want to put a man through who's not a political person. I don't want to put a man through a process like this. It's too ugly and too disgusting. So we'll see what happens. He'll make a decision.\"\nJUST WATCHED\nTrump taps White House doctor as VA secretary\nMUST WATCH\nTrump taps White House doctor as VA secretary02:35\nAll of this was Trump's fault: he picked someone without the proper experience or vetting. Then, when the decision blew up, he shrugged and wondered in public why his nominee would want to be put through such a process in the first place. He spoke like a bystander who had nothing to do with it.\nIf Jackson withdraws, as seems likely, the difference between how Bush and Trump handled their missteps is instructive. Bush stuck with her until she withdrew on her own, never hinting in public that he had made a mistake. (Miers stayed in her job at the White House for more than another year.) He later took responsibility for putting her through the ordeal. Bush's sin was extreme loyalty to a personal friend.\nWith the Jackson pick, Trump has managed to be simultaneously reckless, thoughtless and disloyal, by publicly undermining his friend at the first hint of trouble.\nTo borrow Bush's analogy, it's as if Trump fed someone to a pack of wolves and then asked him why he wanted to be eaten alive in the first place.", "\nJUST WATCHED\nKellyanne Conway to Dana Bash: You went there\nMUST WATCH\nKellyanne Conway to Dana Bash: You went there03:12\nAnushay Hossain is a writer and political commentator based in Washington. For more, visit AnushaysPoint.com. The views expressed are her own.\n(CNN)It is difficult to take Kellyanne Conway -- the woman whose job it is to defend and advocate for a man who has boasted about sexually assaulting women -- seriously when she tries to use the sexism card to get herself out of an awkward on-air situation.\nBut that is exactly what the counselor to the President of the United States expected of the public when she went on CNN's \"State of the Union\" program and basically laid into the guest host, CNN's Dana Bash.\nAnushay Hossain\nThe exchange between the two women got off to a civil start, but quickly took a turn in the opposite direction when Bash asked Conway about Conway's husband, George, basically subtweeting her boss, President Donald Trump.\nIf this were any other woman, I would be inclined to come to her defense and give her all the benefits of all the doubts that she genuinely felt attacked by being asked about the contents of her husband's tweets, in which he suggested that Trump's penchant for contradicting aides is \"absurd.\"\nBut Kellyanne Conway is not only not your average woman. As a professional defender of Donald Trump, Conway has built an entire chapter of her career around belittling and dismissing the allegations of dozens of women who have come forth accusing her boss of sexual harassment, abuse and assault -- accusations he has denied.\nRead More\nAnd to make her track record even more shameful, let us not forget that Conway also defended Trump's endorsement of Roy Moore for Senate, despite all the allegations of child molestation and abuse against Moore. Moore denied these allegations during his campaign and has countersued one of the women who accused him, who is suing him for defamation.\nAll of this is precisely why Conway, who is a is a pro at exploiting gender tensions and double standards, does not get to play the sexism card in this, or frankly, any situation.\n\"This ought to be fun moving forward, Dana,\" Conway said. \"We're now going to talk about other people's spouses and significant others just because they either work at the White House or CNN? Are we going to do that? You just went there.\"\nConway continued to stay on the defensive by stating that spouses \"by definition have differences of opinion\" and that Bash's question was a \"cross-the-Rubicon moment\" demonstrating the \"double standard\" Conway has to deal with.\n\"It's fascinating to me that CNN would go there,\" Conway said. \"But it's very good for the whole world to just witness that it's now fair game how people's spouses and significant others may differ with them.\"\nDespite Bash repeatedly trying to insert that attacking Conway was not the point of her questioning, Conway barreled along.\nThe Trump administration official continued slamming the CNN anchor, even bringing her own children into the tense exchange, accusing Bash of trying to \"harass and embarrass\" her by bringing up Conway's marriage.\nBut the real icing on the hypocrisy cake came when Conway suggested that Bash would not have asked her the question about her husband's tweets if she were a man, to which Bash responded that gender had nothing to do with her question.\n\"I would ask you that if you were a man,\" Bash said, before Conway cut her off again. \"No, you wouldn't,\" to which Bash responded that she \"a thousand percent would.\"\nAlthough Conway tweeted hours later that Bash's questioning was not sexist, but \"cheap and irrelevant,\" that was very clearly what she was accusing Bash of on air.\nIf Conway really wants to prove that she cares so strongly about not dragging spouses and getting them involved in the politics of the day, perhaps she should focus less on attacking Dana Bash and more on acknowledging the real Donald Trump and her role in trying to justify his abysmal treatment of women.", "\nThen, obviously triggered by CNN's Town Hall with former FBI Director James Comey -- \"I watched leaking, lying Comey last night. ... I hated to do it\" -- President Donald Trump launched into a disjointed rant that revealed his mind to be a frightening and chaotic place.\nThere, he is practically perfect and just about everyone is out to get him.\nThe hosts' smiles turned to sober looks of concern as a decompensating Trump lurched from one topic to the next. Highlights included:\n• That Comey has \"been leaking for years. ... He did an illegal act and he said it himself in order to get a special counsel against me. ... He is guilty of crimes.\"\nRead More\n• His longtime \"fixer\" Michael Cohen, who was recently raided by the FBI, is invoking his Fifth Amendment right against self-incrimination in connection with an adult film star's lawsuit\"because he's got other things, he's got businesses. ... But I'm not involved.\" Besides, Cohen only did \"a tiny, tiny little fraction\" of the legal work Trump needed.\n• Investigations into Russian meddling in the 2016 election are a \"witch hunt\" that have placed a \"phony cloud\" over him.\n• He deserves an \"A-plus\" grade thus far in his presidency.\n• \"You look at the corruption at the top of the FBI. It's a disgrace.\"\n• Trump's nominee to run the Department of Veterans Affairs withdrew because Sen. Jon Tester, who revealed serious questions about his performance as White House physician, was motivated by politics.\n• Trump's Justice Department, which oversees the most important probe, is filled with people \"who shouldn't be there,\" and thus the President is \"disappointed\" in the department's performance.\n• Trump failed to acknowledge his wife's birthday with a present because \"I'm very busy to be running out looking for presents, OK?\"\nIn roughly 20 minutes Trump aired his thoughts and feelings at a manic rate that reminded me of the comedian Robin Williams at his peak.\nHillary Clinton, CNN (\"fake news\") and Kanye West all got their mentions. The difference, of course, is that Williams was a brilliantly funny man. The President wasn't trying to be funny at all. He was instead making a case for himself as a great leader besieged on all sides by terrible enemies.\nJUST WATCHED\nTrump: Cohen case doesn't have to do with me\nMUST WATCH\nTrump's paranoia, a lifelong trait that he has admitted is part of his makeup, was so evident in his monologue that it constitutes a case study in delusion.\nAt one point he noted, \"I'm fighting a battle against a horrible group of deep-seated people.\" At another he announced, \"Look at others CNN, they will have a council of seven people and of the seven people everyone is against me. Where do they even find these people?\"\nAs \"Fox & Friends\" co-host Brian Kilmeade then offered his own seemingly disconnected observation -- \"I'm not your doctor\"-- he expressed what many viewers, including me, must have felt: Trump was on the verge of some sort of meltdown. He needed not an interviewer but an intervention.\nIndeed, no medical degree is required to recognize that the President had gone off the rails. Jumping from topic to topic, he offered raw emotions, non sequiturs and florid exaggerations. His VA nominee is deserving because he has a fine son at the US Naval Academy. The porn star he is alleged to have had sex with is \"crazy Stormy Daniels.\"\nA president's words matter, which is why every president in modern times has taken care to speak in a coherent and measured way so he could be understood. Some, such as George W. Bush, were chided for their occasional struggles with the English language. But their words never indicated they were unreliable or unhinged.\nTrump sounded as if he wrote down a bunch of phrases on little scraps of paper, tossed them into a hat and then took them out, one by one, to shout out on live TV.\nTrump's performance was a disturbing reflection of both his undisciplined mind, and his unprincipled character.\nIt was an abuse of his office, and of the American people who deserve much more than the sloppy, emotional, self-indulgent performer who seems to be pretending he's President.\nEven the cheery hosts of \"Fox & Friends\" turned grim-faced as Trump ranted, and it was left to Kilmeade to put a stop to the babbling.\n\"We could talk all day but looks like you have a million things to do,\" he said, as if to remind Trump that he is President of the United States. Trump took the hint and ended the performance, leaving the world to tremble at the madness.", "\nJoey Jackson is a criminal defense attorney and a legal analyst for CNN and HLN. The views expressed here are solely his. View more opinion articles on CNN.\n(CNN)A week that began with bad news closed with worse news for President Donald Trump. According to the New York Times, the Manhattan district attorney's office is currently investigating the Trump Organization. In particular, they are examining the source of the payment to porn star Stormy Daniels, and whether any laws were violated in the payout or reimbursement of Michael Cohen, who paid Daniels the $130,000 in question to buy her silence.\nEarlier this week, in a Virginia courtroom, Paul Manafort, Trump's former campaign chairman, was convicted on eight felonies relating to fraud. Shockingly, the President's response to Manfort's conviction was to call him a \"brave man\" for whom he feels very \"sad.\"\nMaking matters worse, Michael Cohen, Trump's long-time fixer, also pleaded guilty to eight felonies in connection with fraud. In doing so, he explained to the judge during his plea, that he acted \"in coordination and at the direction of\" the President when he broke campaign finance laws. Following these shattering events, the President immediately began to gin up the spin. He tweeted his support of Manafort, and attacked Cohen, sending signals that he values and rewards loyalty.\nAll of this, as Congressional Republicans have not even hinted that they will investigate Cohen's claims regarding Trump's actions. In fact, their silence is deafening as they continue to blindly support the President.\nIn the event that charges result in Manhattan from this investigation, two significant issues would be critical. One, whether any executives of the Trump Organization have incriminating information against Trump himself -- especially what, if anything, he knew about the payments. And two, whether these individuals would divulge this incriminating information -- especially considering the fact that the President has no authority to grant pardons for state crimes.\nIt's made worse by the additional news that Trump's money man, Allen Weisselberg, is being offered full immunity to tell federal prosecutors everything he knows about the organization's financial transactions. To be clear, what this means is that he may tell all without fear of prosecution or any legal reprisals. All he has to do is tell the truth. Even if he facilitated, participated in, or otherwise aided any crimes, he would not be charged. In short, immunity is the ultimate inducement as it relates to spilling all the beans about any fraud, illegality or underhanded dealings -- if there are any such beans.\nAnd while we don't know what Weisselberg will say, we certainly do know that there is little, if anything, he doesn't know about Trump's finances, taxes and business deals. And if what Weisselberg does know incriminates the President, that's yet another hole in Trump's well-worn body armor.\nAnd if all of this wasn't bad enough for Mr. Trump, enter David Pecker, the publisher of the National Inquirer. He just made a deal with federal prosecutors to be granted full immunity.\nHis publication buried the stories relating to Trump's dalliances with Karen McDougal and Stormy Daniel, and the resulting payoffs. Cohen admitted to making these payments for election-related purposes with Trump's knowledge and at his direction. That wouldn't ordinarily be an issue, but for those payoffs occurring in such close proximity to the 2016 presidential election. Accordingly, they run smack in the face of federal election laws.\nPecker now may share anything's he knows about these payments with federal authorities without fear or threat or prosecution.\nIf the Trump Organization investigation or Weisselberg's immunity deal -- end up implicating Trump, it would no longer be politically tenable for Republicans in Congress to protect this President. Imagine then, if the Pecker immunity deal also bears fruit. Then, Republicans would virtually be compelled to act, particularly in an election year.\nAnd if the Democrats take control of the House during the midterms, thereby earning a majority of votes, they would potentially be in a position to impeach him. That would then kick the case over to the Senate for a trial. And while getting 67 senators to vote to remove Trump would be a heavy (some say impossible) lift, the President's own conduct (past, present and future) could tip the scale significantly.\nGiven the legal landscape Trump finds himself in these days, the question may not be \"if\" the President will be impeached or leave office under some other circumstances. Instead, the question may be \"when.\" Trump's day of reckoning may well be close at hand.", "\nJoey Jackson is a criminal defense attorney and a legal analyst for CNN and HLN. The views expressed here are solely his. View more opinion articles on CNN.\n(CNN)A week that began with bad news closed with worse news for President Donald Trump. According to the New York Times, the Manhattan district attorney's office is currently investigating the Trump Organization. In particular, they are examining the source of the payment to porn star Stormy Daniels, and whether any laws were violated in the payout or reimbursement of Michael Cohen, who paid Daniels the $130,000 in question to buy her silence.\nEarlier this week, in a Virginia courtroom, Paul Manafort, Trump's former campaign chairman, was convicted on eight felonies relating to fraud. Shockingly, the President's response to Manfort's conviction was to call him a \"brave man\" for whom he feels very \"sad.\"\nMaking matters worse, Michael Cohen, Trump's long-time fixer, also pleaded guilty to eight felonies in connection with fraud. In doing so, he explained to the judge during his plea, that he acted \"in coordination and at the direction of\" the President when he broke campaign finance laws. Following these shattering events, the President immediately began to gin up the spin. He tweeted his support of Manafort, and attacked Cohen, sending signals that he values and rewards loyalty.\nAll of this, as Congressional Republicans have not even hinted that they will investigate Cohen's claims regarding Trump's actions. In fact, their silence is deafening as they continue to blindly support the President.\nIn the event that charges result in Manhattan from this investigation, two significant issues would be critical. One, whether any executives of the Trump Organization have incriminating information against Trump himself -- especially what, if anything, he knew about the payments. And two, whether these individuals would divulge this incriminating information -- especially considering the fact that the President has no authority to grant pardons for state crimes.\nIt's made worse by the additional news that Trump's money man, Allen Weisselberg, is being offered full immunity to tell federal prosecutors everything he knows about the organization's financial transactions. To be clear, what this means is that he may tell all without fear of prosecution or any legal reprisals. All he has to do is tell the truth. Even if he facilitated, participated in, or otherwise aided any crimes, he would not be charged. In short, immunity is the ultimate inducement as it relates to spilling all the beans about any fraud, illegality or underhanded dealings -- if there are any such beans.\nAnd while we don't know what Weisselberg will say, we certainly do know that there is little, if anything, he doesn't know about Trump's finances, taxes and business deals. And if what Weisselberg does know incriminates the President, that's yet another hole in Trump's well-worn body armor.\nAnd if all of this wasn't bad enough for Mr. Trump, enter David Pecker, the publisher of the National Inquirer. He just made a deal with federal prosecutors to be granted full immunity.\nHis publication buried the stories relating to Trump's dalliances with Karen McDougal and Stormy Daniel, and the resulting payoffs. Cohen admitted to making these payments for election-related purposes with Trump's knowledge and at his direction. That wouldn't ordinarily be an issue, but for those payoffs occurring in such close proximity to the 2016 presidential election. Accordingly, they run smack in the face of federal election laws.\nPecker now may share anything's he knows about these payments with federal authorities without fear or threat or prosecution.\nIf the Trump Organization investigation or Weisselberg's immunity deal -- end up implicating Trump, it would no longer be politically tenable for Republicans in Congress to protect this President. Imagine then, if the Pecker immunity deal also bears fruit. Then, Republicans would virtually be compelled to act, particularly in an election year.\nAnd if the Democrats take control of the House during the midterms, thereby earning a majority of votes, they would potentially be in a position to impeach him. That would then kick the case over to the Senate for a trial. And while getting 67 senators to vote to remove Trump would be a heavy (some say impossible) lift, the President's own conduct (past, present and future) could tip the scale significantly.\nGiven the legal landscape Trump finds himself in these days, the question may not be \"if\" the President will be impeached or leave office under some other circumstances. Instead, the question may be \"when.\" Trump's day of reckoning may well be close at hand.", "\nJewels worth $7.2 million were seized in Los Angeles. Fine art worth $4.1 million was seized in Signal Hill. U.S. currency totaling $30.8 million was seized in Beverly Hills.\nFederal law enforcement operations seized nearly $1.9 billion worth of airplanes, houses, cash, jewelry, cars and other items from suspected wrongdoers nationwide in 2018 — a precipitous drop from $2.6 billion just three years earlier, according to federal data.\nWhile the value of property seized in California has skyrocketed, the state’s share of the booty — which has traditionally helped fund local police agencies — has plunged. That’s largely because of a new state law seeking to protect personal property, allowing local agencies to keep proceeds from asset seizures only when people are convicted of a crime, rather than simply when they’re arrested.\nThe resulting drop in California’s overall share of these funds has been precipitous. A Southern California News Group analysis of federal data found that:\nIn 2015, law enforcement operations in California pumped $170.9 million into the Federal Asset Forfeiture Fund, and the state received $86.1 million in “equitable sharing payments” in return. That’s a clean 50 percent cut.\nIn 2018, California operations pumped far more into the fund — $437.6 million — but the state got back far less, just $55.2 million. That’s amounts to a 12.6 percent cut of the proceeds.\nStates like Georgia, Iowa, Massachusetts and Kentucky received equitable-sharing payments equal to 100 percent — or more — of what they pumped into the fund last year.\nThe national average was about 30 percent, according to the SCNG analysis. California did worse than Texas, which received payments equal to 36.3 percent of what it pumped into the fund that year, and New York, which received 22.2 percent.\nLaw enforcement agencies in California predicted — and bemoaned — the loss of revenue back in 2016, when Senate Bill 443 was signed into law.\nCivil rights activists called it one of the nation’s most far-reaching protections against asset forfeiture abuse. But the data suggests that seizures in California haven’t necessarily abated, but rather that local agencies no longer get as big a cut.\n‘Theft by cop’\nAsset forfeiture was created during the 1980s’ “war on drugs” with the best of intentions — to reduce crime by depriving drug traffickers, racketeers and criminal syndicates of their ill-gotten gains.\nBut there was no requirement that someone be convicted of a crime before police seized their stuff. Often, no charges were brought at all. Law enforcement’s suspicion that cars and cash were tied to crime was enough for them to keep it.\nCalifornia eventually passed laws — more stringent than the federal government — restricting when state and local police could seize private property. So local agencies worked around them by partnering directly with the U.S. Department of Justice in asset-forfeiture cases, bypassing the rules in state laws.\nSB 443 closes that loophole for state and local agencies — but not for the federal government, which can continue to seize property without criminal convictions.\nCritics charge that the asset forfeiture system creates perverse incentives, encouraging the pursuit of property over the impartial administration of justice. They describe the practice with pejoratives like “policing for profit” and “theft by cop.”\nLandlord Tony Jalali owned a commercial building in Anaheim in 2012. He rented space to a dental office, an insurance company and two medical marijuana dispensaries. The dispensaries were legal under state law, but Anaheim police teamed up with federal prosecutors and seized Jalali’s building, saying it was linked to criminal activity. Jalali faced the loss of his property, worth some $1.5 million, even though he was never charged with a crime.\nThe nonprofit Institute for Justice in Virginia took up Jalali’s case pro bono, and after more than a year in federal court, the government dropped the case. But not everyone who gets caught in the system is so fortunate.\nCalifornia’s stand\nThe ACLU of California found that more than 85 percent of forfeiture payments went to agencies where people of color made up more than half of the local population. Other investigations have found that minorities, immigrants and low-income communities are disproportionately at risk of having their property seized.\nSB 443, by Sen. Holly Mitchell, D-Los Angeles, and former Assemblyman David Hadley, R-Torrance, went into effect in 2017 and aimed to address those inequities. It required a conviction in most cases before state and local law enforcement could permanently keep anyone’s property.\nBut two years in, the number of federal seizures has increased 13 percent, from 40,426 to 45,855.\n“The goal of SB 443 was simple: to rein in policing for profit in California and reestablish some of the most basic tenants of constitutional law and values,” said Mica Doctoroff, legislative attorney with the ACLU of California Center for Advocacy & Policy, in an email.\n“In particular, the bipartisan-backed law was designed to prevent California law enforcement agencies from circumventing state law in order to use the federal civil asset forfeiture process to profit off the backs of property owners who have not been convicted of an underlying crime,” Doctoroff said.\n“At a time when the federal government has renewed its zeal for policing for profit and the failed war on drugs, California has taken a stand against civil asset forfeiture abuses and sought to protect property owners.”\nThe Golden State is trying to set a good example and do the principled thing, even as the federal government goes in the opposite direction, said Gregory Chris Brown, associate professor of criminal justice at Cal State Fullerton.\n“California is making a point — we are not Trump country,” Brown said. “But the mindset of ‘take the assets, put the criminals out of commission and benefit the department’s coffers’ remains, particularly in the Trump era.”\n‘Slashes funding’\nState-federal forfeitures have pumped billions into local law enforcement coffers over the past 30 years. After expenses were deducted, much of the proceeds from seized and forfeited booty helped pay police salaries, fund operations and investigations, and buy equipment.\nThe loss of more than $30 million just from 2015 to 2018 — while the value of property seized in California has more than doubled — hurts, police officials acknowledge.\nIn February, the Supreme Court ruled that the Constitution places limits on the ability to seize and keep property linked to crimes. It sided with Tyson Timbs, whose $42,000 Range Rover — financed by his father’s life insurance — was seized after he sold $225 of heroin to an undercover officer in Indiana.\nBryan L. Sykes, an assistant professor in UC Irvine’s Department of Criminology, Law and Society, is part of a multistate study of monetary sanctions. One case cited was that of a man convicted of making threats during an inheritance squabble with his family, and had a collection of antique munitions and weapons worth about $50,000 seized — far in excess of any fine connected to his crime.\nSykes believes there’s more work to do.\n“States do not have the right to bow out of the Eighth Amendment to the Constitution, which forbids excessive fines and cruel and unusual punishment,” he said.", "\nPenal Code Section 196, enacted in 1872 when California was the nation’s sparsely populated westernmost frontier, declares that a police officer may lawfully kill someone while “arresting persons charged with felony, and who are fleeing from justice or resisting such arrest.”\nSimilar laws in other states have been overturned by the courts, but California’s remains intact, described in a legislative report as “the single oldest unamended law enforcement use of force statute in the country.”\nIn practice, it is the basic reason why California’s police officers are almost never prosecuted when they kill someone, even when the circumstances indicate that deadly force was not needed.\nLast Saturday, Sacramento County District Attorney Anne-Marie Schubert declared that two police officers who, a year earlier, had fired a barrage of bullets at the shadowy figure of Stephon Clark, will not be prosecuted. The two “acted lawfully under the circumstances,” Schubert said.\nThree days later, Attorney General Xavier Becerra agreed, saying, “Based on our review of the facts and evidence, in relation to the law, I’m here to announce today that our investigation has concluded that no criminal charges against the officers involved in the shooting can be sustained.”\nIt turned out that Clark, a much-troubled young man who had been vandalizing cars in a South Sacramento neighborhood, was wielding a cell phone, not a gun. Moreover, just eight of the 20 rounds fired at Clark hit their target, which meant those other bullets could have easily killed someone in a neighboring home.\nHad a civilian done what those two officers did – fired multiple rounds blindly at an indistinct figure in a backyard – he or she would almost certainly be prosecuted, at least for manslaughter if not for murder.\nKnowing your target, firing only to protect oneself or another from death or great bodily harm and using minimum force to end the threat are drummed into civilian gun owners during firearms training.\nCalifornia’s police shoot and kill more people than those of any other state – 162 in 2017 – and, according to a legislative bill analysis, “Of the 15 police departments with the highest per capita rates of police killings in the nation, five are in California: Bakersfield, Stockton, Long Beach, Santa Ana and San Bernardino. Police in Kern County have killed more people per capita than in any other US county.”\nThe legislative analysis was for Assembly Bill 931, which Assemblywoman Shirley Weber, a San Diego Democrat, carried last year to change the legal standard for police use of deadly force.\nInstead of the virtually unlimited legal protection that Penal Code Section 196 and other laws give police, Weber’s bill would allow justified shootings “to defend against a threat of imminent death or serious bodily injury to the officer or to another person,” with few exceptions.\nThat’s similar to the justified homicide laws governing civilians. Law enforcement organizations bitterly opposed the measure, saying it would put the lives of cops in jeopardy, and Weber’s bill died in the Senate.\nShe’s back this year with an almost identical measure, Assembly Bill 392, and the Stephon Clark episode, occurring as it did just a few miles from the Capitol, seems to give it a much better chance of passage. Gov. Gavin Newsom and Sacramento Mayor Darrell Steinberg are among those calling for revising California’s use-of-force law.\nPolice work can be very dangerous, to be certain, and most officers are very reluctant to shoot people. However, we are seeing far too many cases of shoot-first-and-ask-questions-later.\nThat might have been acceptable in 1872 California. It can’t be in the 21st century.", "\nThree separate murderers up for parole have been denied their freedom, after District Attorney Jeff Reisig and other prosecutors attended “lifer parole hearings” in three separate prisons across the state.\nReisig reported the District Attorney’s Office averages less than one lifer hearing a month so having three in a single day is unprecedented.\nIn this instance, convicted murderer Kenneth Buffer was denied parole for five years at Folsom Prison in Sacramento; Kenneth Smith, who was convicted of murder in September 2000, was denied parole at CSP Solano in Vacaville; and Daid Cree was denied parole at the Duel Vocational Institute in Tracy.\nAccording to the DA’s office, Buffer and his co-defendant, Michael Andre Todd, attacked James Williams in March 1995 at his home in West Sacramento.\nBuffer, now 56, lived in Sacramento at the time. During the trial, witnesses testified that Williams owed Buffer and Todd $10,000 as a result of drug deal.\nBuffer severely beat Williams and Todd burned him with a knife that had been heated on a stove, according to the DA’s Office.\nThe pair also poured a caustic liquid on Williams’ body which caused severe burns. Buffer later drove Williams, who was nearly dead, to his friends house where he was abandoned in the back seat of his own car.\nWilliams died days later after being taken to the hospital.\nAfter the jury convicted both Buffer and Todd, the trial judge sentenced Buffer to 25-years-to-life in prison for the murder. Buffer will be eligible for another hearing in five years but he is eligible to advance that date. The hearing was attended by Chief Deputy District Attorney Jonathan Raven.\nSmith, who was convicted of murder in September 2000, was denied parole at CSP Solano, and his hearing was attended by Assistant Chief Steve Mount.\nSmith, now 43, lived in Sacramento when on Oct. 27, 1998, despondent over the break-up with girlfriend and mother of his young children, threatened suicide, talked of driving his car into the river and ultimately tried to end his life by running his car in the closed garage of their Sacramento home.\nWhen his girlfriend stopped his suicide attempt by opening the door, he sexually assaulted her in the garage in front of their young child and then drove off, ultimately crossing the Freeport Bridge and turning onto South River Road in Yolo County.\nAs Smith was driving southbound at around 5:30 a.m., the victim, Bryan Tenney, was driving in his truck northbound, headed into work.\nSmith was proven to have intentionally crossed the center line colliding head-on with the victim’s work truck.\nTenney was killed as a result of the collision, leaving behind a wife and two sons. When paramedics pulled Smith from the car, he stated that “I was trying to do suicide.”\nThe commissioners from the Board of Prison Hearings found that Smith needed to do more work in exploring the root causes of his domestic violence and impulsive behavior before he could be found to no longer be a danger to society. Smith will be eligible for parole in three years.\nThe final hearing occurred at the Duel Vocational Institute in Tracy, was where Cree was denied his parole.\nThis case was attended by Assistant Chief Melinda Aiello.\nCree, now 39, lived in Sacramento when on Oct. 8, 1999, after a night of drinking, he, along with his co-defendant, were driving around with a sawed-off shotgun with plans to search for the individual that had robbed and stabbed them two months prior.\nWhile driving in West Sacramento past the Townhouse Motel, Cree saw two people, one of whom slightly resembled the person Creek believed had stolen from him.\nCree pulled over and Gregory Rowen approached the car and moments later, he and the unidentified co-defendant shot twice striking Rowen and Jimmie Lee Richardson.\nRichardson died while Rowen survived.\nThe commissioners from the Board of Prison Hearings found that Cree lacks insight into his past criminal conduct and that he needs to work on obtaining a better understanding of what caused his life crime. Cree will be eligible for parole in three years.", "\nLinks\nAs millions celebrate Earth Day around the globe, we speak with organizer Dallas Goldtooth about indigenous-led anti-pipeline activism in the United States. President Trump signed two executive orders earlier this month to facilitate the approval of pipeline projects at a federal level, limiting states’ ability to regulate such projects. The move is intended in part to clear the way for permitting on the northeastern Constitution pipeline, which has stalled after New York invoked the Clean Water Act to reject the project on environmental grounds. This comes as climate activists have filed a federal lawsuit with the ACLU challenging three South Dakota laws that they say violate the First Amendment rights of anti-pipeline organizers. Dallas Goldtooth is one of the plaintiffs in the ACLU lawsuit and an organizer with Indigenous Environmental Network.\nTopics\nGuests\nLinks\nTranscript\nThis is a rush transcript. Copy may not be in its final form.\nAMYGOODMAN: This is Democracy Now! I’m Amy Goodman. Millions around the world are celebrating Earth Day today, following a week of enormous climate activism here in the U.S. and abroad. In the United Kingdom, nearly 1,000 people have been arrested after a week of actions, as demonstrators with the group Extinction Rebellion shut down bridges and streets, occupied public landmarks, superglued themselves to trains and the Shell Oil headquarters, and rallied across London to demand radical action on climate change. On Sunday, 16-year-old Swedish activist Greta Thunberg addressed a crowd of thousands at London’s Marble Arch.\nGRETATHUNBERG: We are now facing an existential crisis, the climate crisis and ecological crisis, which have never been treated as crisis before. They have been ignored for decades. And for way too long, the politicians and the people in power have gotten away with not doing anything at all to fight the climate crisis and the ecological crisis. But we will make sure that they will not get away with it any longer.\nAMYGOODMAN: Last week, Greta Thunberg met with the pope.\nBack in the U.S., hundreds of protesters rallied at New York City Hall and marched across the Brooklyn Bridge Thursday to demand a halt to the proposed Williams pipeline project, which would carry fracked gas from Pennsylvania’s shale fields under the New York Harbor. President Trump signed two executive orders earlier this month to facilitate the approval of pipeline projects, limiting states’ ability to regulate such projects, the moves intended in part to clear the way for permitting on the northeastern Constitution pipeline, which has stalled after New York invoked the Clean Water Act to reject the project on environmental grounds. This comes as climate activists have filed a federal lawsuit with the ACLU challenging three South Dakota laws that they say violate the First Amendment rights of anti-pipeline organizers.\nEarlier this month, Nermeen Shaikh and I sat down with an organizer with Indigenous Environmental Network. He is Dallas Goldtooth, Dakota and Diné, who’s one of the plaintiffs in the ACLU lawsuit. I started by asking him to respond to Trump’s executive orders.\nDALLASGOLDTOOTH: What we’re seeing right now with these executive orders is nothing but an act of aggression against the authority for states to protect their homelands or protect the residents of their state and the lands within the borders of those states, mainly targeting the Clean Water Act. Really, what Trump wants to do is take away the states’ abilities to enforce environmental regulations against pipeline projects or other infrastructure, fossil fuel projects, and take and give that power solely to the federal government. You know, this is—it’s kind of absurd that, you know, Trump, being a representative or the figurehead of the Republican Party, is wholeheartedly endorsing an ideology that the federal government has a final say over what happens within the borders of a state and that the state has very little recourse to address these issues. The other—there are just two executive orders, so that was the first one.\nThe second one really specifically talked—focuses on the cross-border—the border crossing of pipelines. In this regard, we’re talking about Keystone XL. I know Enbridge, Enbridge Line 3, was also one of those pipelines that had to deal with crossing the border from Canada to transport tar sands oil. And really what the president is trying to do, and he did this a couple weeks ago by approving Keystone XL a second time, is saying that he, as the president, has the sole power to approve these projects, and is encouraging the State Department to say—to act only as advisers to the president to sign these projects.\nAnd there’s something really—something really insidious and dangerous about this, that is just a part, a continuing part, of Trump’s legacy for overreaching his executive powers, is that the president has stated that because he is the president, he is not a federal agency, therefore he’s not beholden to any environmental regulations that federal agencies have to follow, in particular the National Environmental Protection Act, parts of the Clean Water Act. You know, he’s saying that, “As the president, I actually am—I don’t have to follow those, because I’m not a federal agency.” And that’s very, very dangerous precedent to start here, especially as we look towards a rapid expansion of fossil fuel development in this country at this current moment and what we’re trying to fight against in the protection of Mother Earth and the sacredness of the land itself.\nNERMEENSHAIKH: And, Dallas Goldtooth, could you talk about, in fact, some of the efforts that states have been making to resist, block these pipelines, in Pennsylvania, for example, and elsewhere?\nDALLASGOLDTOOTH: Yeah. Over the past decade, we’ve seen a lot of states become more aware about the dangers of fossil fuel infrastructure projects and the risks that they pose to drinking water and to clean air. I think, on the big picture, we’re seeing a greater understanding about how these projects lock us into more fossil fuel development, and therefore add to the climate chaos that we’re seeing with the increase of greenhouse gas emissions. And so you’re seeing some states, like Pennsylvania or even New York, who are taking steps to address that by putting moratoriums on fracking development or having a more stringent process or a more stringent evaluation of pipeline projects and their impacts, whether it’s very specific or cumulative impacts on climate overall. And one of those examples that the president has referenced specifically is how New York state has used the Clean Water Act to to halt the continuation of the Constitution pipeline in that area.\nOn the flip side, we’re also seeing states who are trying their very hardest to increase fossil fuel development in their areas. And one way that they’re doing that is to suppress the ability for common, everyday citizens to publicly protest against them or to use their First Amendment rights to speak out against these projects’ impacts on their communities.\nAMYGOODMAN: Last month, the Rainforest Action Network, along with a coalition of environmental groups, including your group, the Indigenous Environmental Network, released its annual fossil fuel finance report card called “Banking on Climate Change.” The report showed that 33 of the world’s largest banks have financed $1.9 trillion into fossil fuels since the Paris Agreement was signed in 2016. Michigan Democratic Congressmember Rashida Tlaib referenced the report as she questioned CEOs from the nation’s largest banks Wednesday at a congressional hearing called “Holding Megabanks Accountable.”\nREP. RASHIDATLAIB: A report released two weeks ago shows that fossil fuel lending and underwriting is dominated by big U.S. banks, four of which are sitting right here in front of us. Chase, Wells Fargo, Citi, as well as Bank of America are top four banks in the world financing fossil fuel industry. Mr. Dimon, your bank alone has provided more than $195 billion in fossil fuel lending and underwriting over the past three years, since signing of the Paris climate agreement, making your bank the number one funder of fossil fuels in the world. Citi, Mr Corbat, has provided more than $129 billion in fossil fuel funding over the past three years, number three in the world. Mr Moynihan, Bank of America has provided more than $106 billion in fossil fuel funding over the past three years, making it number four in the world.\nI want folks—don’t say that you’re committed to clean and sustainable financing, because your companies’ words are not consistent with your actions. I would call this gaslighting. That’s kind of what we call it in the neighborhood. But for the sake of this hearing, I’ll say that you are greenwashing your own track record in duping the American people into believing that you are helping address climate change. On the record, will any of your banks make a commitment to phase out your investments in fossil fuels and dirty energy and align your investments with the goals of Paris climate agreement, to help protect our planet and communities I grew up in? That goes to all of you, if you guys can answer that. Mr Corbat?\nMICHAELCORBAT: We have—we are in the business of supporting fossil fuel companies, many of which are U.S.-based companies.\nDALLASGOLDTOOTH: You could hear a penny drop in that room when she asked that question. You know, she raised a great point, based on the report that I, again, was a part of. That was the fossil fuel financial report that was put out. You know, at the top of the list—I mean, what that report does is it lists the top banks who are financing fossil fuel production—or, fossil fuel expansion across the globe. And JPMorgan Chase is at the very top of that. Wells Fargo comes in a close second. The top leading banks in the United States are all heavily invested in fossil fuels. And that’s why we are leading a major divestment campaign, to make sure that we are holding these banks accountable.\nAMYGOODMAN: That’s Dallas Goldtooth, Diné and Dakota activist, organizer with the Indigenous Environmental Network. To hear the whole conversation with Dallas, you can go to democracynow.org.\nDemocracy Now! has an immediate opening for our paid, full-time digital fellowship here in our New York City. We’re accepting applications for paid six-month internships, as well. Learn more at democracynow.org.\nNon-commercial news needs your support\nindependent global news\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.\nGet Email Updates\nNews\nDemocracy Now!\nEditions\nFollow\nGet Email Updates\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.", "\nLinks\nMinnesota freshman Congressmember Ilhan Omar says death threats against her have spiked in number since President Trump tweeted a video juxtaposing her image with footage of the 9/11 attacks. Trump posted the video Friday with the caption, “WE WILLNEVERFORGET.” Trump’s tweet intercut video of the World Trade Center towers burning with video of Omar speaking about the increasing attacks on the Muslim American community after 9/11. Congressmember Omar’s comments were originally taken out of context and circulated by right-wing media, from The Daily Caller to Fox News. Congressmember Omar said in a statement, “This is endangering lives. It has to stop.” We speak with Moustafa Bayoumi, the author of “This Muslim American Life: Dispatches from the War on Terror.” His Guardian article is headlined “Ilhan Omar has become the target of a dangerous hate campaign.” Bayoumi is an English professor at Brooklyn College at the City University of New York. He is also the author of “How Does It Feel to Be a Problem? Being Young and Arab in America.”\nLinks\nTranscript\nThis is a rush transcript. Copy may not be in its final form.\nAMYGOODMAN: This is Democracy Now!, democracynow.org, The War and Peace Report. I’m Amy Goodman, with Juan González.\nJUAN GONZÁLEZ: Well, Minnesota freshman Congressmember Ilhan Omar says death threats against her have spiked in number since President Trump tweeted a video juxtaposing her image with footage of the 9/11 attacks. Trump posted the 43-second video Friday with the caption, “WE WILLNEVERFORGET.” The president’s tweet intercut video of the World Trade Center towers burning with video of Omar speaking about the increasing attacks on the Muslim American community after 9/11. Omar was speaking at a Council on American-Islamic Relations event last month.\nREP. ILHANOMAR: Far too long, we have lived with the discomfort of being a second-class citizen. And frankly, I’m tired of it, and every single Muslim in this country should be tired of it. CAIR was founded after 9/11, because they recognized that some people did something and that all of us were starting to lose access to our civil liberties.\nJUAN GONZÁLEZ:CAIR was in fact founded in 1994. Omar’s spokesperson later said she misspoke and, quote, “meant to refer to the fact that the organization had doubled in size after the Sept. 11 attacks,” end of quote. Congressmember Omar’s comments were originally taken out of context and circulated by right-wing media, from The Daily Caller to Fox News. In a statement, Congressmember Omar said, quote, “Since the president’s tweet Friday evening, I have experienced an increase in direct threats on my life—many directly referencing or replying to the president’s video. This is endangering lives. It has to stop.”\nAMYGOODMAN: The hashtag #StandWithIlhan trended as conservative voices continued to attack Congressmember Omar over the weekend. Trump said on Twitter Monday he’s heading to Minnesota. Omar tweeted, “The Great State of Minnesota, where we don’t only welcome immigrants, we send them to Washington #NoBanAct.”\nIn New York City, Yemeni bodega owners responded to the attacks against Congressmember Omar by announcing they’re boycotting the sale and purchase of the New York Post over its front-page attack on Omar. The Murdoch-owned daily paper featured an image of the burning Twin Towers on 9/11, referencing Omar’s comment out of context, “9/11 Was 'Some People Did Something,'” and the words “Here’s Your Something” in large print over the photo. The Yemeni American Merchants Association said the cover “provoked hatred” and targeted people of the Muslim faith.\nTo talk more about Congressmember Ilhan Omar, we’re joined by Moustafa Bayoumi, the author of This Muslim American Life: Dispatches from the War on Terror, his recent Guardianpiece headlined “Ilhan Omar has become the target of a dangerous hate campaign.” Moustafa Bayoumi is an English professor at Brooklyn College in the City University of New York, also the author of How Does It Feel to Be a Problem? Being Young and Arab in America.\nWelcome back to Democracy Now! It’s great to have you with us. Talk about what others have said over time. This is the argument you make in your piece, “Ilhan Omar has become the target of a dangerous hate campaign.” Give us a few quotes.\nMOUSTAFABAYOUMI: Sure. Well, I mean, if you think—if you just have even a short-term memory, I think you can remember that George W. Bush, the former president of the United States, said something to the effect of—when referring to the 9/11 attackers, said something to the effect of, “Well, these folks committed this act.”\nAMYGOODMAN: Wait. Actually, we’ve got that clip.\nPRESIDENTGEORGE W. BUSH: … full resources of the federal government go to help the victims and their families and to conduct a full-scale investigation to hunt down and to find those folks who committed this act.\nAMYGOODMAN: “To find the folks who committed this act.”\nMOUSTAFABAYOUMI: Yeah. So, that, in—to my ear, that sounds quite similar to what Ilhan Omar said. And, in fact, George Bush is saying it to the whole country, and he’s not considered to be anti-American for that statement whatsoever. So, in fact, I think what Ilhan Omar is saying is completely within the boundaries of what is normal political discourse in this country. And we could go one. That’s one example.\nAnother example would be Ilhan Omar is now accused of claiming that—her detractors will say that she claims that Jewish people in the United States suffer from a dual loyalty campaign. Well, in fact, actually, she did not say that. So, I think it’s important to qualify what she did say and what she did not say. She talked about questions of allegiance. And if we listen to your last segment and we talk about anti-BDS laws, in fact, those are in fact allegiance laws that are built into now the very system of the United States. However, somebody did say something that was in fact claiming dual loyalty for Jewish Americans, and that would be our president now, Donald Trump.\nAMYGOODMAN: Explain what he said.\nMOUSTAFABAYOUMI: He said something to the effect of—when speaking to a Jewish American group, he said something about—\nAMYGOODMAN: The Jewish Republican Coalition in Las Vegas last week.\nMOUSTAFABAYOUMI: In fact, that’s right. And he said, “Well, let me talk about your prime minister.” So he referred to Benjamin Netanyahu as their prime minister.\nJUAN GONZÁLEZ: How do you account for this enormous campaign that has been launched against this freshman congressmember in terms of by so many conservatives and right-wing groups in the country and by the president himself? In your sense, what’s behind it?\nMOUSTAFABAYOUMI: Well, on one level, it’s very clear. Ilhan Omar is one of two Muslim women elected to Congress, the first two Muslim women elected to Congress. That gives her, I think, a certain level of prominence, along with a certain level of vulnerability. Not only that, but, of course, being openly Muslim, she wears hijab. She covers her hair. She’s a refugee. She’s an immigrant. She’s a black woman. So she occupies all of those vulnerable positions in our society today.\nBut it’s not only that, I believe, if you ask me, because if she were a quiet black refugee woman from Somalia, Muslim who covered her hair, and all of that stuff, then I think people would love to trot her out for the optics alone. But she’s not a quiet congresswoman. In fact, I think that’s a great thing. In fact, she seems to be a highly principled and highly effective politician, even just in the short time that she’s been in Congress. So, I think that, in fact, she’s a scary figure to a lot of people who are on the right, and even sometimes to the mainstream establishment of the Democratic Party, as well.\nJUAN GONZÁLEZ: That was going to be my follow-up. What about the reaction of the establishment of the Democratic Party to the threats against her and to the scapegoating of her?\nMOUSTAFABAYOUMI: Yes. Well, you know, I think that what we saw was in fact, in some ways, a litmus test of where the Democratic leadership and also those vying for the presidency lie on one of the more important issues of our day, which is Islamophobia, fundamentally. What we saw with Nancy Pelosi’s statement, for example, on Ilhan Omar was, I thought, extremely disappointing. I thought she was refusing to name Ilhan Omar explicitly, was not—didn’t come out in her defense, and in fact was backhandedly accusing her of sacralizing—or, desacralizing, I should say, the 9/11 territory, which was not the point of this controversy at all. So, I thought that Nancy Pelosi’s response was, in fact, quite shameful.\nAMYGOODMAN: And now she’s being attacked for criticizing Stephen Miller for his fierce anti-immigrant views, being told that because she’s talking about Stephen Miller in the administration, she is singling out a Jewish member of the administration, which proves she is anti-Semitic. We had on Dr. David Glosser, who is Stephen Miller’s uncle, his sister’s son, who criticized his nephew for his extremist anti-immigrant views.\nMOUSTAFABAYOUMI: Yeah, exactly. I mean, does that mean that Ilhan Omar can only criticize Ilhan Omar? That would be the natural result of that. She’s not criticizing Stephen Miller for his Jewishness. She’s criticizing Stephen Miller for the positions that he holds. And that’s completely within the boundaries of American political discourse.\nAMYGOODMAN: So what does this mean for Muslims around the country? Ilhan Omar says she herself has faced this spike in death threats against her. President Trump pinning the tweet of the video where he’s juxtaposed the 9/11 attacks with Ilhan Omar? We know about the attacks on the Tree of Life synagogue, the 11 Jewish worshipers that were killed, with the killer citing the same words that President Trump used—”invaders,” “invasion.” President Trump’s words and what he tweets has meaning.\nMOUSTAFABAYOUMI: Absolutely. In fact, there was a study that was performed last year—that was published last year, that said that there’s a direct correlation with Donald Trump’s anti-Muslim tweets and the rise in anti-Muslim hate crimes. So, Twitter and hate crimes, unfortunately, are connected. And they’re not only connected in the United States, they’re connected internationally, as well. That’s what the study found. And, in fact, not only is what Donald Trump tweeted completely disturbing, but it’s also coming within weeks of 50 people being killed in New Zealand in two different mosques by a man who also felt himself connected to President Trump and his ideology.\nAMYGOODMAN: And let’s not forget what the New Zealand Prime Minister Jacinda Ardern responded to President Trump when he asked what can he do, when he called the prime minister, and she said, “Respect the Muslim community,” as she then put on hijab herself to comfort the families of those killed. We want to thank you, Moustafa Bayoumi, for being here, author of This Muslim American Life: Dispatches from the War on Terror, professor at Brooklyn College. We’ll link to your piece in The Guardian.\nThis is Democracy Now! I’m Amy Goodman, with Juan González. We have job openings at democracynow.org, and you can sign up for our newsletter there, as well. Thanks so much.\nNon-commercial news needs your support\nindependent global news\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.\nGet Email Updates\nNews\nDemocracy Now!\nEditions\nFollow\nGet Email Updates\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.", "\nDemocracy Now!\nDems Introduce Bill to Reverse Trump’s Muslim & Anti-Refugee Bans\nHeadlineApr 11, 2019\nCongressional Democrats introduced legislation to undo President Trump’s anti-Muslim travel ban, as well as his efforts to block asylum seekers and refugees from entering the country. The NO BAN Act would revise the Immigration and Nationality Act, imposing certain standards for restricting entry, and giving more power to lawmakers to oversee or reject discriminatory bans. The act aims to circumvent the Supreme Court’s decision last year to reinstate Trump’s travel ban.\nThe ACLU welcomed the legislation, saying, “This president has continually claimed broad executive powers to target Muslims and other marginalized communities he deems unworthy. … While no Congressional action can erase the pain inflicted on Muslim communities by the Muslim ban, Congress can put in place standards and checks and balances to prevent other communities from enduring that same pain in the future.”\nNon-commercial news needs your support\nindependent global news\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.\nGet Email Updates\nNews\nDemocracy Now!\nEditions\nFollow\nGet Email Updates\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.", "\nOne day after the arrest, President Trump mocked Congressmember Omar during a Saturday address before the Republican Jewish Coalition in Las Vegas. Trump pretended to thank Omar, before quickly adding, “Oh, I forgot. She doesn’t like Israel. I’m so sorry.” Trump’s comments refer to recent accusations of anti-Semitism against the congressmember, charges she and her supporters vehemently reject, and largely fueled by conservatives and pro-Israeli groups and lawmakers. Trump also attacked migrants seeking asylum in the United States.\nPresident Donald Trump: “Congress must end catch and release so that illegal border crossers can be quickly and safely returned to their home. Get out! Sorry. Get out! Sorry. Can’t handle it. And I told my people yesterday, 'Our country's full.’ We’re full. Our system’s full. Our country’s full. Can’t come in. Our country is full. What can you do? We can’t handle any more. Our country is full.”\nDuring his speech, Trump also boasted of the United States’ recent recognition of the occupied Golan Heights as sovereign Israeli territory, and his decision to move the U.S. Embassy from Tel Aviv to Jerusalem. Activists from the progressive Jewish, anti-occupation group If Not Now disrupted Trump’s speech. Ten members of the group chanted, “Jews are here to say the occupation is a plague. Jews are here to say white nationalism is a plague.”\nNon-commercial news needs your support\nindependent global news\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.\nGet Email Updates\nNews\nDemocracy Now!\nEditions\nFollow\nGet Email Updates\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.", "\nDemocracy Now!\n62 Arrested as Climate Activists Stage Die-In Outside NYC City Hall\nHeadlineApr 18, 2019\nAnd in New York City, 62 activists with Extinction Rebellion were arrested after shutting down traffic and staging a die-in outside City Hall on Wednesday. The demonstrators partially blocked access to the Brooklyn Bridge, lying down in the street and scaling stoplights to demand radical action on climate change. Democracy Now!’s Tey Astudillo and Libby Rainey were at the protest.\nExtinction Rebellion activists: [singing] “We are the Earth. We are the sea. We won’t stop rising ’til we are free.”\nRev. Chelsea MacMillan: “I’m Reverend Chelsea MacMillan, and this is Extinction Rebellion. We are joining rebels all over the world, standing up for climate change. We need to declare a climate emergency and take swift action to change the course of human history right now. … We’re about to get arrested. We’ve been blocking this road. And we’re here to show New York City that we’re serious, that we need to do something now and we need to do something fast about climate change.”\nExtinction Rebellion activist 1: “How long are we going to let these profit-driven systems drive our extinction? We have less than 12 years!”\nExtinction Rebellion activist 2: “There’s an emergency with the climate, and most people don’t know the gravity of the situation, really. Watch climate videos.”\nNew York City Police Department: “This is the New York City Police Department. You are unlawfully in the roadway and obstructing vehicular traffic. You are ordered to leave the roadway and utilize the available sidewalk.”\nEve Mosher: “My name is Eve Mosher, and I’m here with Extinction Rebellion. We’re here to get our New York City and New York state government to recognize that climate change is the most urgent issue of our time and that they need to act accordingly. The science shows that we have to make drastic reductions, and we have to make those reductions now. And so we’re out here asking them to act like—Mayor de Blasio has said it is an emergency, and we want him to act like it’s emergency. Extinction Rebellion has four demands. In the U.S., we have the demand that the government and the media tell the truth about the urgency of climate change. We are asking for them to act now to maintain the ecosystem and get us to net zero by 2025, which is very aggressive. We’re also asking for citizens’ assemblies. We don’t trust the government to do this on their own; we need oversight from citizens. And in the U.S., we’re asking for a just transition, that we pay attention to the fact that we’ve caused harm to entire communities with our environmental economy—extractive economy. And we want something done about that.”\nBen Shepard: “I’m Ben Shepard of Brooklyn, New York. We’re here to demand that the mayor declare a climate emergency. I’m the father of two girls. I want them to have a future in New York City. But it looks like the city is going to be flooded, underwater, unless the mayor declares emergency. I’m prepared to get arrested so my kids will have a future. The only way change ever happens in this country is if people put their bodies on the line.”\nThe New York City Council will vote today on legislation to drastically slash the emissions of big buildings, mandating a 40% emissions reduction by 2030 that would rise to 80% by 2050. Buildings generate two-thirds of New York City’s emissions. The city is one of the first in the U.S. to heed the Green New Deal’s call to upgrade all existing buildings to be more energy efficient.\nNon-commercial news needs your support\nindependent global news\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.\nGet Email Updates\nNews\nDemocracy Now!\nEditions\nFollow\nGet Email Updates\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.", "\nDemocracy Now!\nTrump Admin Resumes “Remain in Mexico” Policy\nHeadlineApr 17, 2019\nIn more immigration news, the Trump administration is resuming its so-called Remain in Mexico policy, after an appeals court stayed a lower court ruling that had blocked the controversial practice. The policy forces asylum seekers to wait in Mexico while their cases make their way through U.S. courts, which legal experts and rights groups say is illegal. Over 1,100 migrants who entered the country via the southern border have been sent back to Mexico to wait out their court cases since the policy started.\nNon-commercial news needs your support\nindependent global news\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today.\nGet Email Updates\nNews\nDemocracy Now!\nEditions\nFollow\nGet Email Updates\nDemocracy Now! is a 501(c)3 non-profit news organization. We do not accept funding from advertising, underwriting or government agencies. We rely on contributions from our viewers and listeners to do our work. Please do your part today."]